[{"Unnamed: 0.1":34194,"Unnamed: 0":34194,"id":"48734607350281808598801470199965670199","Title":"I Heard It Through the Grapevine","Article_OG":"The song is composed in E-flat minor. The lyrics tell the story in the first person of the singer's feelings of betrayal and disbelief when he hears of his girlfriend's infidelity only indirectly \"through the 'grapevine'\". By 1966, Barrett Strong, the singer on Motown Records' breakthrough hit, \"Money (That's What I Want)\", had the basics of a song he had started to write in Chicago, where the idea had come to him while walking down Michigan Avenue that people were always saying \"I heard it through the grapevine\". The phrase is associated with black slaves during the Civil War, who had their form of telegraph: the human grapevine. Producer Norman Whitfield worked with Strong on the song, adding lyrics to Strong's basic Ray Charles influenced gospel tune and the single chorus line of \"I heard it through the grapevine\". This was to be the first of a number of successful collaborations between Strong and Whitfield. Producer Norman Whitfield recorded \"I Heard It Through the Grapevine\" with various Motown artists. The first known recording is with the Miracles on August 6, 1966, though there may also have been a recording with the Isley Brothers, or at least Whitfield intended to record it with them; however, a track has not turned up \\u2013 some Motown historians believe that a session may have been scheduled but cancelled. The Miracles' version was not released as a single due to Berry Gordy's veto during Motown's weekly quality control meetings; Gordy advised Whitfield and Strong to create a stronger single. The Miracles version later appeared on their 1968 \"Special Occasion\" album, and a slightly different take, possibly from the same session but unreleased, appeared on the 1998 compilation album, \"Motown Sings Motown Treasures\". Marvin Gaye's version is the second known recording. Whitfield recorded the song with Gaye over five sessions, the first on February 3, 1967, and the last on April 10, 1967. Recordings of this version took more than a month due to Whitfield overdubbing Gaye's vocals with that of the Andantes' background vocals, mixing in several tracks featuring the Funk Brothers on the rhythm track, and adding the string section from the Detroit Symphony Orchestra with an arrangement by Paul Riser. The session featuring Gaye led to an argument between the producer and singer. Whitfield wanted Gaye to perform the song in a higher key than his normal range, a move that had worked on David Ruffin during the recording of the Temptations' hit, \"Ain't Too Proud to Beg\". The mixture of Gaye's raspy vocals and the Andantes' sweeter harmonies made Whitfield confident that he had a hit; however, despite approval from Motown's Quality Control Department, Gordy blocked the release. Gladys Knight & the Pips recorded \"Grapevine\" on June 17, 1967, in Motown's Studio A, also with Norman Whitfield as producer. After hearing Aretha Franklin's version of \"Respect\", Whitfield rearranged \"Grapevine\" to include some of the funk elements of the Muscle Shoals Rhythm Section. According to David Ritz, Whitfield set to record a song that would \"out-funk\" Aretha. After Whitfield presented the demo tapes, Gladys Knight, Bubba Knight, William Guest, and Edward Patten worked for several weeks on their vocal arrangement. To make the song suitable for Gladys, the first line of the second verse (\"I know a man ain't supposed to cry/ But these tears I can't hold inside\") was altered to (\"Take a good look at these tears in my eyes/Baby, these tears I can't hold inside\"). After much talk, Gordy reluctantly allowed the Pips' version to be a single on September 28, 1967, on Motown's Soul label. In 1968, Bobby Taylor & the Vancouvers recorded a version for their debut album based on Knight's recent hit. But after hearing the Marvin Gaye version, they felt they had made the wrong choice. In 1969, Whitfield produced a version for the Temptations \"psychedelic soul\" album, \"Cloud Nine\", in which he \"brought compelling percussion to the fore, and relegated the piano well into the wings\". In 1971, the Undisputed Truth recorded the song in a Gaye-styled version as did Bettye LaVette on her 1982 Motown album, \"Tell Me a Lie\". Since both the Miracles' and Marvin Gaye's renditions of the song were rejected by Gordy as a single, Gladys Knight & the Pips' version, became the first to be released, on September 28 1967, on Motown's Soul label, with \"It\\u2019s Time to Go Now\" on the B-side. Motown put little support behind it and the Pips relied on connections with DJs across the United States to get the record played. The Pips' version of \"Grapevine\" reached number one on the \"Billboard\" R&B chart on November 25, 1967, and stayed there for six weeks, making it the group's second R&B number one after 1961's \"Every Beat of My Heart\". It reached number two on the \"Billboard\" Pop Singles chart the same month, with the Monkees' \"Daydream Believer\" holding top spot. It was Motown's best-selling single to that point. The song was later placed on the Gladys Knight & the Pips album \"Everybody Needs Love\". After this success Whitfield again wanted Gordy to release Gaye's \"Grapevine\" as a single, but Gordy did not want to release another version after the Pips had already made a hit out of it. In August 1968, Whitfield added \"Grapevine\" to Gaye's new album \"In the Groove\". On release \"Grapevine\" became a radio hit and, according to Gordy himself, \"The DJs played it so much off the album that we had to release it as a single\". So Gaye's version was released as a single on October 30, 1968. Gaye's \"I Heard It Through the Grapevine\" eventually outsold the Pips', and until The Jackson 5's \"I'll Be There\" 20 months later, was the biggest hit single of all time on the Motown label. It stayed at the top of the \"Billboard\" Pop Singles chart for seven weeks, from December 14, 1968, to January 25, 1969. Gaye's \"Grapevine\" also held number one on the R&B chart during the same seven weeks, and stayed at number one in the United Kingdom for three weeks starting on March 26, 1969. The label was pleased with the success, although Gaye, depressed because of issues such as the illness of singing partner Tammi Terrell (which would kill her less than a year later), was quoted as saying that his success \"didn't seem real\" and that he \"didn't deserve it\". \"Cash Box\" said of it that \"tremendous percussion and a brilliant production job add even more luster to a terrific vocal. \"\nDue to the song's success, \"In the Groove\" was re-issued as \"I Heard It Through the Grapevine\" and peaked at number two on the R&B album chart and number sixty-three on the album chart, which was at the time Marvin's highest-charted solo studio effort to date. Because of the success of both versions, \"I Heard It Through the Grapevine\" was the first and last number one on the \"Billboard\" R&B chart in 1968: the Pips version was the first week of January, the Gaye version the last week of December. Gladys Knight was not pleased that Gaye's version usurped her own, and claimed that Gaye's version was recorded over an instrumental track Whitfield had prepared for a Pips song, an allegation Gaye denied. In 1985, one year following Gaye's death, the song was re-released in the UK reaching number eight thanks to a Levi's commercial (starring Nick Kamen). The Gaye recording has become an acclaimed soul classic. In 2004, it was placed at number 80 on \"Rolling Stone\"'s list of The 500 Greatest Songs of All Time, with the comment that Whitfield had produced the song with a number of artists using different arrangements, and that on the Marvin Gaye recording he had a \"golden idea\" when he set the song \"in a slower, more mysterious tempo\". In a new \"Rolling Stone\" list published in 2011, the single was placed slightly lower at number 81. In 1998, the Marvin Gaye version of the song was inducted to the Grammy Hall of Fame for \"historical, artistic and significant\" value. In June 2008, on the commemorative fiftieth anniversary of the \"Billboard\" Hot 100 issue of \"Billboard\" magazine, the Marvin Gaye version was ranked as the sixty-fifth biggest song on the chart. In 2018, the Gladys Knight & the Pips version was also inducted into the Grammy Hall of Fame. In addition to being recorded several times by Motown artists, the song has been recorded by musicians including Creedence Clearwater Revival, whose 11-minute version from their 1970 album \"Cosmo's Factory\" was released as a single and reached 43 on \"Billboard\"'s chart, with more modest success in other countries, as well as funk musician Roger Troutman whose extended version taken from his 1981 solo album, \"The Many Facets of Roger\", brought the song back to number one on the R&B chart in 1981, marking the third time the song reached the top spot on that chart. It also made the \"Billboard\" Hot 100, but was not a Pop success this time around, peaking at number 79. British punk band The Slits recorded the song in a post-punk style as a bonus track on their 1979 album \"Cut\". Queen Latifah used the music as a basis for her 1998 single \"Paper\", produced by Pras Michel for her album \"Order in the Court\". \"I Heard It Through the Grapevine\" has been used twice in television commercials \\u2013 each time using session musicians recreating the style of the Marvin Gaye version. For the 1985 Levi's 501 commercial \"Launderette\", featuring male model Nick Kamen, agency BBH and director Roger Lyons, owing to budgetary constraints, brought in Karl Jenkins and Mike Ratledge to recreate the sound of the Marvin Gaye original with Tony Jackson, a Barbadian background singer for Paul Young, handling vocals and P. P. Arnold on backing vocals. The commercial's success prompted Tamla-Motown to re-release Gaye's single with the Levi's 501 logo on the sleeve \\u2014 \"an example of integrated marketing almost before the term was invented\". The record went to number eight on the UK Singles chart, marking its second chart performance. A year later, in 1986, Buddy Miles was the singer for the clay animation group The California Raisins which sang it as part of a TV advertising campaign. Marvin Gaye's version of the song is used in the opening credits of \"The Big Chill\" (1983) as each of the main characters gets to hear (through the \"grapevine\") about the death of their college friend, and then travels to his funeral; the song serves in an extradiegetic fashion to both unite the main characters' friendship and to locate it nostalgically for the viewer. Marvin Gaye version\n\n\n\n\nGladys Knight & The Pips\n\n\n\nGladys Knight & the Pips\nMarvin Gaye\n(Reissue version)\nCreedence Clearwater Revival\nRoger Troutman \"Grapevine\" is a song by Dutch disc jockey and producer Ti\\u00ebsto. It was released on 26 October 2018 in the Netherlands on Musical Freedom. One year after the release of \"BOOM\", Ti\\u00ebsto comes back to the brazilian bass genre with \"Grapevine\". In the track, Ti\\u00ebsto used a sample of \"I Heard It Through the Grapevine\" by Marvin Gaye. The track was premiered during Ti\\u00ebsto's set at Ultra Music Festival 2018 in Miami. Fabien Dori from French webmedia \"Guettapen\" criticizes the \"cruel lack of originality\" of the track, affirming that \"the drop seems strangely like the one from 'Boom', and this is not the generic vocal which will enhance the whole\". The music video premiered on Ti\\u00ebsto's official YouTube Channel on January 12, 2020. The music video was directed and animated by Thomas Dutton. Digital Download # \"Grapevine\" - 2:30\nDigital Download \n# \"Grapevine\" - 3:27\nDigital Download / Remixes \n# \"Grapevine\" - 3:21\n# \"Grapevine\" - 2:30\n# \"Grapevine\" - 2:35\nBibliography","Article":"The song is composed in E-flat minor. The lyrics tell the story in the first person of the singer's feelings of betrayal and disbelief when he hears of his girlfriend's infidelity only indirectly \"through the 'grapevine'\". By 1966, Barrett Strong, the singer on Motown Records' breakthrough hit, \"Money (That's What I Want)\", had the basics of a song he had started to write in Chicago, where the idea had come to him while walking down Michigan Avenue that people were always saying \"I heard it through the grapevine\". The phrase is associated with black slaves during the Civil War, who had their form of telegraph: the human grapevine. Producer Norman Whitfield worked with Strong on the song, adding lyrics to Strong's basic Ray Charles influenced gospel tune and the single chorus line of \"I heard it through the grapevine\". This was to be the first of a number of successful collaborations between Strong and Whitfield. Producer Norman Whitfield recorded \"I Heard It Through the Grapevine\" with various Motown artists. The first known recording is with the Miracles on August 6, 1966, though there may also have been a recording with the Isley Brothers, or at least Whitfield intended to record it with them; however, a track has not turned up \\u2013 some Motown historians believe that a session may have been scheduled but cancelled. The Miracles' version was not released as a single due to Berry Gordy's veto during Motown's weekly quality control meetings; Gordy advised Whitfield and Strong to create a stronger single. The Miracles version later appeared on their 1968 \"Special Occasion\" album, and a slightly different take, possibly from the same session but unreleased, appeared on the 1998 compilation album, \"Motown Sings Motown Treasures\". Marvin Gaye's version is the second known recording. Whitfield recorded the song with Gaye over five sessions, the first on February 3, 1967, and the last on April 10, 1967. Recordings of this version took more than a month due to Whitfield overdubbing Gaye's vocals with that of the Andantes' background vocals, mixing in several tracks featuring the Funk Brothers on the rhythm track, and adding the string section from the Detroit Symphony Orchestra with an arrangement by Paul Riser. The session featuring Gaye led to an argument between the producer and singer. Whitfield wanted Gaye to perform the song in a higher key than his normal range, a move that had worked on David Ruffin during the recording of the Temptations' hit, \"Ain't Too Proud to Beg\". The mixture of Gaye's raspy vocals and the Andantes' sweeter harmonies made Whitfield confident that he had a hit; however, despite approval from Motown's Quality Control Department, Gordy blocked the release. Gladys Knight & the Pips recorded \"Grapevine\" on June 17, 1967, in Motown's Studio A, also with Norman Whitfield as producer. After hearing Aretha Franklin's version of \"Respect\", Whitfield rearranged \"Grapevine\" to include some of the funk elements of the Muscle Shoals Rhythm Section. According to David Ritz, Whitfield set to record a song that would \"out-funk\" Aretha. After Whitfield presented the demo tapes, Gladys Knight, Bubba Knight, William Guest, and Edward Patten worked for several weeks on their vocal arrangement. To make the song suitable for Gladys, the first line of the second verse (\"I know a man ain't supposed to cry/ But these tears I can't hold inside\") was altered to (\"Take a good look at these tears in my eyes/Baby, these tears I can't hold inside\"). After much talk, Gordy reluctantly allowed the Pips' version to be a single on September 28, 1967, on Motown's Soul label. In 1968, Bobby Taylor & the Vancouvers recorded a version for their debut album based on Knight's recent hit. But after hearing the Marvin Gaye version, they felt they had made the wrong choice. In 1969, Whitfield produced a version for the Temptations \"psychedelic soul\" album, \"Cloud Nine\", in which he \"brought compelling percussion to the fore, and relegated the piano well into the wings\". In 1971, the Undisputed Truth recorded the song in a Gaye-styled version as did Bettye LaVette on her 1982 Motown album, \"Tell Me a Lie\". The Gaye recording has become an acclaimed soul classic. In 2004, it was placed at number 80 on \"Rolling Stone\"'s list of The 500 Greatest Songs of All Time, with the comment that Whitfield had produced the song with a number of artists using different arrangements, and that on the Marvin Gaye recording he had a \"golden idea\" when he set the song \"in a slower, more mysterious tempo\". In a new \"Rolling Stone\" list published in 2011, the single was placed slightly lower at number 81. In 1998, the Marvin Gaye version of the song was inducted to the Grammy Hall of Fame for \"historical, artistic and significant\" value. In June 2008, on the commemorative fiftieth anniversary of the \"Billboard\" Hot 100 issue of \"Billboard\" magazine, the Marvin Gaye version was ranked as the sixty-fifth biggest song on the chart. In 2018, the Gladys Knight & the Pips version was also inducted into the Grammy Hall of Fame. In addition to being recorded several times by Motown artists, the song has been recorded by musicians including Creedence Clearwater Revival, whose 11-minute version from their 1970 album \"Cosmo's Factory\" was released as a single and reached 43 on \"Billboard\"'s chart, with more modest success in other countries, as well as funk musician Roger Troutman whose extended version taken from his 1981 solo album, \"The Many Facets of Roger\", brought the song back to number one on the R&B chart in 1981, marking the third time the song reached the top spot on that chart. It also made the \"Billboard\" Hot 100, but was not a Pop success this time around, peaking at number 79. British punk band The Slits recorded the song in a post-punk style as a bonus track on their 1979 album \"Cut\". Queen Latifah used the music as a basis for her 1998 single \"Paper\", produced by Pras Michel for her album \"Order in the Court\". \"I Heard It Through the Grapevine\" has been used twice in television commercials \\u2013 each time using session musicians recreating the style of the Marvin Gaye version. For the 1985 Levi's 501 commercial \"Launderette\", featuring male model Nick Kamen, agency BBH and director Roger Lyons, owing to budgetary constraints, brought in Karl Jenkins and Mike Ratledge to recreate the sound of the Marvin Gaye original with Tony Jackson, a Barbadian background singer for Paul Young, handling vocals and P. P. Arnold on backing vocals. The commercial's success prompted Tamla-Motown to re-release Gaye's single with the Levi's 501 logo on the sleeve \\u2014 \"an example of integrated marketing almost before the term was invented\". The record went to number eight on the UK Singles chart, marking its second chart performance. A year later, in 1986, Buddy Miles was the singer for the clay animation group The California Raisins which sang it as part of a TV advertising campaign. Marvin Gaye's version of the song is used in the opening credits of \"The Big Chill\" (1983) as each of the main characters gets to hear (through the \"grapevine\") about the death of their college friend, and then travels to his funeral; the song serves in an extradiegetic fashion to both unite the main characters' friendship and to locate it nostalgically for the viewer. Marvin Gaye version\n\n\n\n\nGladys Knight & The Pips\n\n\n\nGladys Knight & the Pips\nMarvin Gaye\n(Reissue version)\nCreedence Clearwater Revival\nRoger Troutman \"Grapevine\" is a song by Dutch disc jockey and producer Ti\\u00ebsto. It was released on 26 October 2018 in the Netherlands on Musical Freedom. One year after the release of \"BOOM\", Ti\\u00ebsto comes back to the brazilian bass genre with \"Grapevine\". In the track, Ti\\u00ebsto used a sample of \"I Heard It Through the Grapevine\" by Marvin Gaye. The track was premiered during Ti\\u00ebsto's set at Ultra Music Festival 2018 in Miami. Fabien Dori from French webmedia \"Guettapen\" criticizes the \"cruel lack of originality\" of the track, affirming that \"the drop seems strangely like the one from 'Boom', and this is not the generic vocal which will enhance the whole\". The music video premiered on Ti\\u00ebsto's official YouTube Channel on January 12, 2020. The music video was directed and animated by Thomas Dutton. Digital Download # \"Grapevine\" - 2:30\nDigital Download \n# \"Grapevine\" - 3:27\nDigital Download / Remixes \n# \"Grapevine\" - 3:21\n# \"Grapevine\" - 2:30\n# \"Grapevine\" - 2:35\nBibliography","Aspect":"Releases","Aspect_Sents":"Since both the Miracles' and Marvin Gaye's renditions of the song were rejected by Gordy as a single, Gladys Knight & the Pips' version, became the first to be released, on September 28 1967, on Motown's Soul label, with \"It\\u2019s Time to Go Now\" on the B-side. Motown put little support behind it and the Pips relied on connections with DJs across the United States to get the record played. The Pips' version of \"Grapevine\" reached number one on the \"Billboard\" R&B chart on November 25, 1967, and stayed there for six weeks, making it the group's second R&B number one after 1961's \"Every Beat of My Heart\". It reached number two on the \"Billboard\" Pop Singles chart the same month, with the Monkees' \"Daydream Believer\" holding top spot. It was Motown's best-selling single to that point. The song was later placed on the Gladys Knight & the Pips album \"Everybody Needs Love\". After this success Whitfield again wanted Gordy to release Gaye's \"Grapevine\" as a single, but Gordy did not want to release another version after the Pips had already made a hit out of it. In August 1968, Whitfield added \"Grapevine\" to Gaye's new album \"In the Groove\". On release \"Grapevine\" became a radio hit and, according to Gordy himself, \"The DJs played it so much off the album that we had to release it as a single\". So Gaye's version was released as a single on October 30, 1968. Gaye's \"I Heard It Through the Grapevine\" eventually outsold the Pips', and until The Jackson 5's \"I'll Be There\" 20 months later, was the biggest hit single of all time on the Motown label. It stayed at the top of the \"Billboard\" Pop Singles chart for seven weeks, from December 14, 1968, to January 25, 1969. Gaye's \"Grapevine\" also held number one on the R&B chart during the same seven weeks, and stayed at number one in the United Kingdom for three weeks starting on March 26, 1969. The label was pleased with the success, although Gaye, depressed because of issues such as the illness of singing partner Tammi Terrell (which would kill her less than a year later), was quoted as saying that his success \"didn't seem real\" and that he \"didn't deserve it\". \"Cash Box\" said of it that \"tremendous percussion and a brilliant production job add even more luster to a terrific vocal. \"\nDue to the song's success, \"In the Groove\" was re-issued as \"I Heard It Through the Grapevine\" and peaked at number two on the R&B album chart and number sixty-three on the album chart, which was at the time Marvin's highest-charted solo studio effort to date. Because of the success of both versions, \"I Heard It Through the Grapevine\" was the first and last number one on the \"Billboard\" R&B chart in 1968: the Pips version was the first week of January, the Gaye version the last week of December. Gladys Knight was not pleased that Gaye's version usurped her own, and claimed that Gaye's version was recorded over an instrumental track Whitfield had prepared for a Pips song, an allegation Gaye denied. In 1985, one year following Gaye's death, the song was re-released in the UK reaching number eight thanks to a Levi's commercial (starring Nick Kamen).","Query":"Summarize the Releases of I Heard It Through the Grapevine","Reference":"The first recording of the song to be released was produced by Whitfield for Gladys Knight & the Pips and released as a single in September 1967. It went to number one on the \"Billboard\" R&B Singles chart and number two on the \"Billboard\" Pop Singles chart and shortly became the biggest selling Motown single to date. The Marvin Gaye version was the second to be recorded, in the beginning of 1967, but the third to be released. It was placed on his 1968 album \"In the Groove\", a year and a half later, where it gained the attention of radio disc jockeys, and Motown founder Berry Gordy finally agreed to its release as a single in October 1968, when it went to the top of the \"Billboard\" Pop Singles chart for seven weeks from December 1968 to January 1969 and overtook the Gladys Knight & the Pips' version of being the biggest hit single on the Motown label (Tamla).","Faithful_Query":"no","Summary":"The article discusses the various releases of the song \"I Heard It Through the Grapevine\". The song was originally composed in E-flat minor and tells the story of betrayal and disbelief. The first known recording was with the Miracles in 1966, but it was not released as a single. Marvin Gaye's version, recorded in 1967, became an acclaimed soul classic, but faced some resistance from Berry Gordy. Gladys Knight & the Pips also recorded a version in 1967, which was eventually released as a single. The song has since been recorded by other artists, including Creedence Clearwater Revival and Roger Troutman. In 2018, Ti\\u00ebsto released a version of the song that sampled Marvin Gaye's recording.","source":"Releases","context":"The song is composed in E-flat minor. The lyrics tell the story in the first person of the singer's feelings of betrayal and disbelief when he hears of his girlfriend's infidelity only indirectly \"through the 'grapevine'\". By 1966, Barrett Strong, the singer on Motown Records' breakthrough hit, \"Money (That's What I Want)\", had the basics of a song he had started to write in Chicago, where the idea had come to him while walking down Michigan Avenue that people were always saying \"I heard it through the grapevine\". The phrase is associated with black slaves during the Civil War, who had their form of telegraph: the human grapevine. Producer Norman Whitfield worked with Strong on the song, adding lyrics to Strong's basic Ray Charles influenced gospel tune and the single chorus line of \"I heard it through the grapevine\". This was to be the first of a number of successful collaborations between Strong and Whitfield. Producer Norman Whitfield recorded \"I Heard It Through the Grapevine\" with various Motown artists. The first known recording is with the Miracles on August 6, 1966, though there may also have been a recording with the Isley Brothers, or at least Whitfield intended to record it with them; however, a track has not turned up \\u2013 some Motown historians believe that a session may have been scheduled but cancelled. The Miracles' version was not released as a single due to Berry Gordy's veto during Motown's weekly quality control meetings; Gordy advised Whitfield and Strong to create a stronger single. The Miracles version later appeared on their 1968 \"Special Occasion\" album, and a slightly different take, possibly from the same session but unreleased, appeared on the 1998 compilation album, \"Motown Sings Motown Treasures\". Marvin Gaye's version is the second known recording. Whitfield recorded the song with Gaye over five sessions, the first on February 3, 1967, and the last on April 10, 1967. Recordings of this version took more than a month due to Whitfield overdubbing Gaye's vocals with that of the Andantes' background vocals, mixing in several tracks featuring the Funk Brothers on the rhythm track, and adding the string section from the Detroit Symphony Orchestra with an arrangement by Paul Riser. The session featuring Gaye led to an argument between the producer and singer. Whitfield wanted Gaye to perform the song in a higher key than his normal range, a move that had worked on David Ruffin during the recording of the Temptations' hit, \"Ain't Too Proud to Beg\". The mixture of Gaye's raspy vocals and the Andantes' sweeter harmonies made Whitfield confident that he had a hit; however, despite approval from Motown's Quality Control Department, Gordy blocked the release. Gladys Knight & the Pips recorded \"Grapevine\" on June 17, 1967, in Motown's Studio A, also with Norman Whitfield as producer. After hearing Aretha Franklin's version of \"Respect\", Whitfield rearranged \"Grapevine\" to include some of the funk elements of the Muscle Shoals Rhythm Section. According to David Ritz, Whitfield set to record a song that would \"out-funk\" Aretha. After Whitfield presented the demo tapes, Gladys Knight, Bubba Knight, William Guest, and Edward Patten worked for several weeks on their vocal arrangement. To make the song suitable for Gladys, the first line of the second verse (\"I know a man ain't supposed to cry/ But these tears I can't hold inside\") was altered to (\"Take a good look at these tears in my eyes/Baby, these tears I can't hold inside\"). After much talk, Gordy reluctantly allowed the Pips' version to be a single on September 28, 1967, on Motown's Soul label. In 1968, Bobby Taylor & the Vancouvers recorded a version for their debut album based on Knight's recent hit. But after hearing the Marvin Gaye version, they felt they had made the wrong choice. In 1969, Whitfield produced a version for the Temptations \"psychedelic soul\" album, \"Cloud Nine\", in which he \"brought compelling percussion to the fore, and relegated the piano well into the wings\". In 1971, the Undisputed Truth recorded the song in a Gaye-styled version as did Bettye LaVette on her 1982 Motown album, \"Tell Me a Lie\". Since both the Miracles' and Marvin Gaye's renditions of the song were rejected by Gordy as a single, Gladys Knight & the Pips' version, became the first to be released, on September 28 1967, on Motown's Soul label, with \"It\\u2019s Time to Go Now\" on the B-side. Motown put little support behind it and the Pips relied on connections with DJs across the United States to get the record played. The Pips' version of \"Grapevine\" reached number one on the \"Billboard\" R&B chart on November 25, 1967, and stayed there for six weeks, making it the group's second R&B number one after 1961's \"Every Beat of My Heart\". It reached number two on the \"Billboard\" Pop Singles chart the same month, with the Monkees' \"Daydream Believer\" holding top spot. It was Motown's best-selling single to that point. The song was later placed on the Gladys Knight & the Pips album \"Everybody Needs Love\". After this success Whitfield again wanted Gordy to release Gaye's \"Grapevine\" as a single, but Gordy did not want to release another version after the Pips had already made a hit out of it. In August 1968, Whitfield added \"Grapevine\" to Gaye's new album \"In the Groove\". On release \"Grapevine\" became a radio hit and, according to Gordy himself, \"The DJs played it so much off the album that we had to release it as a single\". So Gaye's version was released as a single on October 30, 1968. Gaye's \"I Heard It Through the Grapevine\" eventually outsold the Pips', and until The Jackson 5's \"I'll Be There\" 20 months later, was the biggest hit single of all time on the Motown label. It stayed at the top of the \"Billboard\" Pop Singles chart for seven weeks, from December 14, 1968, to January 25, 1969. Gaye's \"Grapevine\" also held number one on the R&B chart during the same seven weeks, and stayed at number one in the United Kingdom for three weeks starting on March 26, 1969. The label was pleased with the success, although Gaye, depressed because of issues such as the illness of singing partner Tammi Terrell (which would kill her less than a year later), was quoted as saying that his success \"didn't seem real\" and that he \"didn't deserve it\". \"Cash Box\" said of it that \"tremendous percussion and a brilliant production job add even more luster to a terrific vocal. \"\nDue to the song's success, \"In the Groove\" was re-issued as \"I Heard It Through the Grapevine\" and peaked at number two on the R&B album chart and number sixty-three on the album chart, which was at the time Marvin's highest-charted solo studio effort to date. Because of the success of both versions, \"I Heard It Through the Grapevine\" was the first and last number one on the \"Billboard\" R&B chart in 1968: the Pips version was the first week of January, the Gaye version the last week of December. Gladys Knight was not pleased that Gaye's version usurped her own, and claimed that Gaye's version was recorded over an instrumental track Whitfield had prepared for a Pips song, an allegation Gaye denied. In 1985, one year following Gaye's death, the song was re-released in the UK reaching number eight thanks to a Levi's commercial (starring Nick Kamen). The Gaye recording has become an acclaimed soul classic. In 2004, it was placed at number 80 on \"Rolling Stone\"'s list of The 500 Greatest Songs of All Time, with the comment that Whitfield had produced the song with a number of artists using different arrangements, and that on the Marvin Gaye recording he had a \"golden idea\" when he set the song \"in a slower, more mysterious tempo\". In a new \"Rolling Stone\" list published in 2011, the single was placed slightly lower at number 81. In 1998, the Marvin Gaye version of the song was inducted to the Grammy Hall of Fame for \"historical, artistic and significant\" value. In June 2008, on the commemorative fiftieth anniversary of the \"Billboard\" Hot 100 issue of \"Billboard\" magazine, the Marvin Gaye version was ranked as the sixty-fifth biggest song on the chart. In 2018, the Gladys Knight & the Pips version was also inducted into the Grammy Hall of Fame. In addition to being recorded several times by Motown artists, the song has been recorded by musicians including Creedence Clearwater Revival, whose 11-minute version from their 1970 album \"Cosmo's Factory\" was released as a single and reached 43 on \"Billboard\"'s chart, with more modest success in other countries, as well as funk musician Roger Troutman whose extended version taken from his 1981 solo album, \"The Many Facets of Roger\", brought the song back to number one on the R&B chart in 1981, marking the third time the song reached the top spot on that chart. It also made the \"Billboard\" Hot 100, but was not a Pop success this time around, peaking at number 79. British punk band The Slits recorded the song in a post-punk style as a bonus track on their 1979 album \"Cut\". Queen Latifah used the music as a basis for her 1998 single \"Paper\", produced by Pras Michel for her album \"Order in the Court\". \"I Heard It Through the Grapevine\" has been used twice in television commercials \\u2013 each time using session musicians recreating the style of the Marvin Gaye version. For the 1985 Levi's 501 commercial \"Launderette\", featuring male model Nick Kamen, agency BBH and director Roger Lyons, owing to budgetary constraints, brought in Karl Jenkins and Mike Ratledge to recreate the sound of the Marvin Gaye original with Tony Jackson, a Barbadian background singer for Paul Young, handling vocals and P. P. Arnold on backing vocals. The commercial's success prompted Tamla-Motown to re-release Gaye's single with the Levi's 501 logo on the sleeve \\u2014 \"an example of integrated marketing almost before the term was invented\". The record went to number eight on the UK Singles chart, marking its second chart performance. A year later, in 1986, Buddy Miles was the singer for the clay animation group The California Raisins which sang it as part of a TV advertising campaign. Marvin Gaye's version of the song is used in the opening credits of \"The Big Chill\" (1983) as each of the main characters gets to hear (through the \"grapevine\") about the death of their college friend, and then travels to his funeral; the song serves in an extradiegetic fashion to both unite the main characters' friendship and to locate it nostalgically for the viewer. Marvin Gaye version\n\n\n\n\nGladys Knight & The Pips\n\n\n\nGladys Knight & the Pips\nMarvin Gaye\n(Reissue version)\nCreedence Clearwater Revival\nRoger Troutman \"Grapevine\" is a song by Dutch disc jockey and producer Ti\\u00ebsto. It was released on 26 October 2018 in the Netherlands on Musical Freedom. One year after the release of \"BOOM\", Ti\\u00ebsto comes back to the brazilian bass genre with \"Grapevine\". In the track, Ti\\u00ebsto used a sample of \"I Heard It Through the Grapevine\" by Marvin Gaye. The track was premiered during Ti\\u00ebsto's set at Ultra Music Festival 2018 in Miami. Fabien Dori from French webmedia \"Guettapen\" criticizes the \"cruel lack of originality\" of the track, affirming that \"the drop seems strangely like the one from 'Boom', and this is not the generic vocal which will enhance the whole\". The music video premiered on Ti\\u00ebsto's official YouTube Channel on January 12, 2020. The music video was directed and animated by Thomas Dutton. Digital Download # \"Grapevine\" - 2:30\nDigital Download \n# \"Grapevine\" - 3:27\nDigital Download / Remixes \n# \"Grapevine\" - 3:21\n# \"Grapevine\" - 2:30\n# \"Grapevine\" - 2:35\nBibliography","target":"The article discusses the various releases of the song \"I Heard It Through the Grapevine\". The song was originally composed in E-flat minor and tells the story of betrayal and disbelief. The first known recording was with the Miracles in 1966, but it was not released as a single. Marvin Gaye's version, recorded in 1967, became an acclaimed soul classic, but faced some resistance from Berry Gordy. Gladys Knight & the Pips also recorded a version in 1967, which was eventually released as a single. The song has since been recorded by other artists, including Creedence Clearwater Revival and Roger Troutman. In 2018, Ti\\u00ebsto released a version of the song that sampled Marvin Gaye's recording."},{"Unnamed: 0.1":74336,"Unnamed: 0":74336,"id":"19266715785460898183008672177642467377","Title":"George C. Gregory","Article_OG":"Gregory was born in Granville County, North Carolina on July 17, 1878, to Lucy Jane Brodie and Archibald Hatchett Gregory (1840\\u20131897). His father was born in Lunenburg County, Virginia, and was one of the Virginia Military Institute (VMI) cadets who were ordered by the Governor of Virginia Henry A. Wise to stand guard at the hanging of John Brown at Harper's Ferry in 1859 under the command of VMI Majors William Gilham and Thomas J. \"Stonewall\" Jackson. During the American Civil War, Captain Gregory was with the Confederate North Carolina Infantry, and was wounded and imprisoned during the war. One of 10 children, George graduated from the University of Virginia School of Law in 1902. Gregory became a prominent attorney, businessman and land developer in Richmond, Virginia, where he was an officer of Guaranty Trust Company, a predecessor of the modern Bank of America. Following her debutante year, 1909\\u20131910, in Richmond, on September 1, 1910, he married Constance Adela Heath (1890\\u20131982) of California at Sonning-on-Thames, England. They made their home at \"Granite Hall\", which was located near the south side of the James River in Chesterfield County, Virginia, where he had a large mansion erected. It was faced with granite quarried nearby. They had seven children. Among the children of Constance Adela (n\\u00e9e Heath) Gregory and George Craghead Gregory was Edward Meeks \"Pope\" Gregory (1922\\u20131995). Born at Granite Hall on September 30, 1922, he became an Episcopalian priest in Richmond. He was associated with Christ Church School, Christ-Church, Virginia; St. Marks Episcopal Church, Richmond, and lastly, St. Peters Episcopal Church in Richmond. During the era of Massive Resistance and the desegregation crisis post-Brown v. Board of Education in Virginia, when Prince Edward County\\u2019s public schools were closed, Gregory raised money for black students to attend private schools from 1959 to 1964. Reverend Meeks held the first gay marriage ceremony in Virginia, on the lawn of St. Peter's Church in Richmond, in August 1978. In 1979, while serving on Richmond'\\u2019s Human Relations Commission, Gregory became a big proponent, albeit unsuccessfully, of adding sexual orientation to the city code's nondiscrimination policies. Gregory led the successful effort to build the privately funded Westham Bridge, a toll-bridge, which was completed in 1911. Linking western Henrico and Chesterfield counties, the bridge was located between Bosher's Dam and Williams Island Dam just west of the 7 miles of rapids and falls which constitute the fall line of the James River at Richmond. The Westham Bridge was located just west of the Huguenot Bridge, which was built in 1949 and replaced it. Piers, abutments at each side, and power lines still marked the path in the early 20th century. Gregory was also involved in a scheme to extend streetcar service from Westhampton Lake (now part of the campus of the University of Richmond) across the Westham Bridge to the suburban resort community of Bon Air. Although grading was done and some roadbed was actually prepared, the plans never materialized. This was possibly due to either weight considerations involving the Westham Bridge or a right-of-way issue in Henrico County, or both. A portion of the graded pathway planned for the streetcar rising from the river survives as Southampton Road. Another stretch became Mohawk Drive in Bon Air. Gregory and his wife were active in the Virginia Historical Society. He is credited in 1932 with discovering the foundation of the first brick statehouse (capitol) building circa 1646 at Jamestown, Virginia. In 1936, he founded the Jamestowne Society for descendants of stockholders in the Virginia Company of London and the descendants of those who owned land or who had domiciles in Jamestown or on Jamestown Island prior to the year 1700. Mrs. Gregory remained in Richmond after the death of her husband in 1956, where she died in 1982. The land surrounding the Gregory family estate, Granite Hall, became the site of a golf course of the Bon Air Country Club after World War II, and a subdivision beginning in 1958. The granite stone manor house remains, fronting on Piney Branch Road, and is occupied as a private residence. Nearby, Granite Hall Avenue winds through the subdivision, now located within the city limits of the independent city of Richmond.","Article":"Gregory was born in Granville County, North Carolina on July 17, 1878, to Lucy Jane Brodie and Archibald Hatchett Gregory (1840\\u20131897). His father was born in Lunenburg County, Virginia, and was one of the Virginia Military Institute (VMI) cadets who were ordered by the Governor of Virginia Henry A. Wise to stand guard at the hanging of John Brown at Harper's Ferry in 1859 under the command of VMI Majors William Gilham and Thomas J. \"Stonewall\" Jackson. During the American Civil War, Captain Gregory was with the Confederate North Carolina Infantry, and was wounded and imprisoned during the war. One of 10 children, George graduated from the University of Virginia School of Law in 1902. Gregory became a prominent attorney, businessman and land developer in Richmond, Virginia, where he was an officer of Guaranty Trust Company, a predecessor of the modern Bank of America. Gregory led the successful effort to build the privately funded Westham Bridge, a toll-bridge, which was completed in 1911. Linking western Henrico and Chesterfield counties, the bridge was located between Bosher's Dam and Williams Island Dam just west of the 7 miles of rapids and falls which constitute the fall line of the James River at Richmond. The Westham Bridge was located just west of the Huguenot Bridge, which was built in 1949 and replaced it. Piers, abutments at each side, and power lines still marked the path in the early 20th century. Gregory was also involved in a scheme to extend streetcar service from Westhampton Lake (now part of the campus of the University of Richmond) across the Westham Bridge to the suburban resort community of Bon Air. Although grading was done and some roadbed was actually prepared, the plans never materialized. This was possibly due to either weight considerations involving the Westham Bridge or a right-of-way issue in Henrico County, or both. A portion of the graded pathway planned for the streetcar rising from the river survives as Southampton Road. Another stretch became Mohawk Drive in Bon Air. Gregory and his wife were active in the Virginia Historical Society. He is credited in 1932 with discovering the foundation of the first brick statehouse (capitol) building circa 1646 at Jamestown, Virginia. In 1936, he founded the Jamestowne Society for descendants of stockholders in the Virginia Company of London and the descendants of those who owned land or who had domiciles in Jamestown or on Jamestown Island prior to the year 1700. Mrs. Gregory remained in Richmond after the death of her husband in 1956, where she died in 1982. The land surrounding the Gregory family estate, Granite Hall, became the site of a golf course of the Bon Air Country Club after World War II, and a subdivision beginning in 1958. The granite stone manor house remains, fronting on Piney Branch Road, and is occupied as a private residence. Nearby, Granite Hall Avenue winds through the subdivision, now located within the city limits of the independent city of Richmond.","Aspect":"Marriage, family","Aspect_Sents":"Following her debutante year, 1909\\u20131910, in Richmond, on September 1, 1910, he married Constance Adela Heath (1890\\u20131982) of California at Sonning-on-Thames, England. They made their home at \"Granite Hall\", which was located near the south side of the James River in Chesterfield County, Virginia, where he had a large mansion erected. It was faced with granite quarried nearby. They had seven children. Among the children of Constance Adela (n\\u00e9e Heath) Gregory and George Craghead Gregory was Edward Meeks \"Pope\" Gregory (1922\\u20131995). Born at Granite Hall on September 30, 1922, he became an Episcopalian priest in Richmond. He was associated with Christ Church School, Christ-Church, Virginia; St. Marks Episcopal Church, Richmond, and lastly, St. Peters Episcopal Church in Richmond. During the era of Massive Resistance and the desegregation crisis post-Brown v. Board of Education in Virginia, when Prince Edward County\\u2019s public schools were closed, Gregory raised money for black students to attend private schools from 1959 to 1964. Reverend Meeks held the first gay marriage ceremony in Virginia, on the lawn of St. Peter's Church in Richmond, in August 1978. In 1979, while serving on Richmond'\\u2019s Human Relations Commission, Gregory became a big proponent, albeit unsuccessfully, of adding sexual orientation to the city code's nondiscrimination policies.","Query":"Summarize the Marriage, family of George C. Gregory","Reference":"He lived with his wife and seven children at \"Granite Hall\", an estate located near Granite in northwestern Chesterfield County about west of Richmond, Virginia.","Faithful_Query":"no","Summary":"George C. Gregory was born in Granville County, North Carolina in 1878 to Lucy Jane Brodie and Archibald Hatchett Gregory. He was one of 10 children and graduated from the University of Virginia School of Law in 1902. Gregory became a successful attorney, businessman, and land developer in Richmond, Virginia. He was married and had a wife who remained in Richmond after his death in 1956. George C. Gregory and his wife were active in the Virginia Historical Society. The Gregory family estate, Granite Hall, eventually became a golf course and subdivision. The granite stone manor house still exists and is occupied as a private residence in Richmond.","source":"Marriage, family","context":"Gregory was born in Granville County, North Carolina on July 17, 1878, to Lucy Jane Brodie and Archibald Hatchett Gregory (1840\\u20131897). His father was born in Lunenburg County, Virginia, and was one of the Virginia Military Institute (VMI) cadets who were ordered by the Governor of Virginia Henry A. Wise to stand guard at the hanging of John Brown at Harper's Ferry in 1859 under the command of VMI Majors William Gilham and Thomas J. \"Stonewall\" Jackson. During the American Civil War, Captain Gregory was with the Confederate North Carolina Infantry, and was wounded and imprisoned during the war. One of 10 children, George graduated from the University of Virginia School of Law in 1902. Gregory became a prominent attorney, businessman and land developer in Richmond, Virginia, where he was an officer of Guaranty Trust Company, a predecessor of the modern Bank of America. Following her debutante year, 1909\\u20131910, in Richmond, on September 1, 1910, he married Constance Adela Heath (1890\\u20131982) of California at Sonning-on-Thames, England. They made their home at \"Granite Hall\", which was located near the south side of the James River in Chesterfield County, Virginia, where he had a large mansion erected. It was faced with granite quarried nearby. They had seven children. Among the children of Constance Adela (n\\u00e9e Heath) Gregory and George Craghead Gregory was Edward Meeks \"Pope\" Gregory (1922\\u20131995). Born at Granite Hall on September 30, 1922, he became an Episcopalian priest in Richmond. He was associated with Christ Church School, Christ-Church, Virginia; St. Marks Episcopal Church, Richmond, and lastly, St. Peters Episcopal Church in Richmond. During the era of Massive Resistance and the desegregation crisis post-Brown v. Board of Education in Virginia, when Prince Edward County\\u2019s public schools were closed, Gregory raised money for black students to attend private schools from 1959 to 1964. Reverend Meeks held the first gay marriage ceremony in Virginia, on the lawn of St. Peter's Church in Richmond, in August 1978. In 1979, while serving on Richmond'\\u2019s Human Relations Commission, Gregory became a big proponent, albeit unsuccessfully, of adding sexual orientation to the city code's nondiscrimination policies. Gregory led the successful effort to build the privately funded Westham Bridge, a toll-bridge, which was completed in 1911. Linking western Henrico and Chesterfield counties, the bridge was located between Bosher's Dam and Williams Island Dam just west of the 7 miles of rapids and falls which constitute the fall line of the James River at Richmond. The Westham Bridge was located just west of the Huguenot Bridge, which was built in 1949 and replaced it. Piers, abutments at each side, and power lines still marked the path in the early 20th century. Gregory was also involved in a scheme to extend streetcar service from Westhampton Lake (now part of the campus of the University of Richmond) across the Westham Bridge to the suburban resort community of Bon Air. Although grading was done and some roadbed was actually prepared, the plans never materialized. This was possibly due to either weight considerations involving the Westham Bridge or a right-of-way issue in Henrico County, or both. A portion of the graded pathway planned for the streetcar rising from the river survives as Southampton Road. Another stretch became Mohawk Drive in Bon Air. Gregory and his wife were active in the Virginia Historical Society. He is credited in 1932 with discovering the foundation of the first brick statehouse (capitol) building circa 1646 at Jamestown, Virginia. In 1936, he founded the Jamestowne Society for descendants of stockholders in the Virginia Company of London and the descendants of those who owned land or who had domiciles in Jamestown or on Jamestown Island prior to the year 1700. Mrs. Gregory remained in Richmond after the death of her husband in 1956, where she died in 1982. The land surrounding the Gregory family estate, Granite Hall, became the site of a golf course of the Bon Air Country Club after World War II, and a subdivision beginning in 1958. The granite stone manor house remains, fronting on Piney Branch Road, and is occupied as a private residence. Nearby, Granite Hall Avenue winds through the subdivision, now located within the city limits of the independent city of Richmond.","target":"George C. Gregory was born in Granville County, North Carolina in 1878 to Lucy Jane Brodie and Archibald Hatchett Gregory. He was one of 10 children and graduated from the University of Virginia School of Law in 1902. Gregory became a successful attorney, businessman, and land developer in Richmond, Virginia. He was married and had a wife who remained in Richmond after his death in 1956. George C. Gregory and his wife were active in the Virginia Historical Society. The Gregory family estate, Granite Hall, eventually became a golf course and subdivision. The granite stone manor house still exists and is occupied as a private residence in Richmond."},{"Unnamed: 0.1":10182,"Unnamed: 0":10182,"id":"264935972809252293394735482562803551410","Title":"Serge Voronoff","Article_OG":"Serge (Samuel) Voronoff was born to a Jewish family in the village Shekhman, Tambov Governorate in Russia (now Tambov Oblast) shortly before July 10, 1866, the date of his circumcision in a synagogue. His father Abram Veniaminovich Voronov was a former cantonist and a distiller; his mother was Rachel-Esther Lipsky. At the age of 18, after graduating from the Voronezh Realschule, he emigrated to France, where he studied medicine. In 1895 at the age of 29, Voronoff became a naturalized French citizen. Voronoff was a student of French surgeon, biologist, eugenicist, and Nobel Prize recipient Alexis Carrel, from whom he learnt surgical techniques of transplantation. Between 1896 and 1910, he worked in Egypt, studying the retarding effects that castration had on eunuchs, observations that would lead to his later work on rejuvenation. Voronoff married his first wife, Marguerite Barbe, in 1897. She died in 1910. He married his second wife, Evelyn Bostwick, in 1920 (Bostwick's daughter from a previous marriage was Marion \"Joe\" Carstairs). Bostwick translated Voronoff's book, \"Life: a means of restoring vital energy and prolonging life\", into English. She died on March 3, 1921, at the age of 48. Her legacy gave Voronoff a large income for the rest of his life. Ten years later, Voronoff married Gerti Schwartz, believed by some to be the illegitimate daughter of King Carol of Romania. She outlived him and became the Condesa da Foz upon Voronoff's death. Voronoff died on September 3, 1951, in Lausanne, Switzerland, from complications following a fall. While recovering from a broken leg, Voronoff suffered chest difficulties, thought either to be pneumonia or possibly a blood clot from his leg that moved to his lungs. Few newspapers ran obituaries, and some of those that did acted as if Voronoff had always been ridiculed for his beliefs. For example, \"The New York Times\", once one of his supporters, spelt his name incorrectly and stated that \"few took his claims seriously\". On the other hand, \"TimesDaily\" was more positive, calling him a \"famed prononent proponent of rejuvenation for humans through monkey glands\" and claiming that he actually became more popular later in life: \"Medical authorities at first rejected his theories, but later developments confirmed some of his ideas. \"\nVoronoff is buried in the Russian section of the Caucade Cemetery in Nice. In the late nineteenth century and early twentieth century, trends in xenotransplantation included the work of Charles-\\u00c9douard Brown-S\\u00e9quard. In 1889, Brown-S\\u00e9quard injected himself under the skin with extracts from ground-up dog and guinea pig testicles. These experiments failed to produce the desired results of increased hormonal effects to retard aging. Voronoff's experiments launched from this starting point. He believed glandular transplants would produce more sustained effects than mere injections. Voronoff's early experiments in this field included transplanting thyroid glands from chimpanzees to humans with thyroid deficiencies. He moved on to transplanting the testicles of executed criminals into millionaires, but, when demand outstripped supply, he turned to using monkey testicle tissue instead. In 1917, Voronoff began being funded by Evelyn Bostwick, a wealthy American socialite and the daughter of Jabez Bostwick. The money allowed him to begin transplantation experiments on animals. Bostwick also acted as his laboratory assistant at the Coll\\u00e8ge de France in Paris, and consequently became the first woman admitted to that institution. They married in 1920. Between 1917 and 1926, Voronoff carried out over five hundred transplantations on sheep and goats, and also on a bull, grafting testicles from younger animals to older ones. Voronoff's observations indicated that the transplantations caused the older animals to regain the vigor of younger animals. He also considered monkey-gland transplantation an effective treatment to counter senility. His first official transplantation of a monkey gland into a human took place on June 12, 1920. Thin slices (a few millimetres wide) of testicles from chimpanzees and baboons were implanted inside the patient's scrotum, the thinness of the tissue samples allowing the foreign tissue to fuse with the human tissue eventually. By 1923, 700 of the world's leading surgeons at the International Congress of Surgeons in London, England, applauded the success of Voronoff's work in the \"rejuvenation\" of old men. In his book \"Rejuvenation by Grafting\" (1925), Voronoff describes what he believes are some of the potential effects of his surgery. While \"not an aphrodisiac\", he admits the sex drive may be improved. Other possible effects include better memory, the ability to work longer hours, the potential for no longer needing glasses (due to improvement of muscles around the eye), and the prolonging of life. Voronoff also speculates that the grafting surgery might be beneficial to people with \"dementia praecox\", the mental illness known today as schizophrenia. Voronoff's monkey-gland treatment was in vogue in the 1920s. The poet E. E. Cummings sang of a \"famous doctor who inserts monkeyglands in millionaires\", and Chicago surgeon Max Thorek, for whom the Thorek Hospital and Medical Center is named, recalled that soon, \"fashionable dinner parties and cracker barrel confabs, as well as sedate gatherings of the medical \\u00e9lite, were alive with the whisper - 'Monkey Glands'.\"\nBy the early 1930s, over 500 men had been treated in France by his rejuvenation technique (including Voronoff's younger brother Georges), and thousands more around the world, such as in a special clinic set up in Algiers. Noteworthy people who had the surgery included Harold McCormick, chairman of the board of International Harvester Company. To cope with the demand for the operation, Voronoff set up his own monkey farm in Ventimiglia, on the Italian Riviera, employing a former circus-animal keeper to run it. French-born U.S. coloratura soprano Lily Pons was a frequent visitor to the farm. With his growing wealth, Voronoff occupied the whole of the first floor of one of Paris's most expensive hotels, surrounded by a retinue of chauffeurs, valets, personal secretaries and two mistresses. Voronoff's later work included transplants of monkey ovaries into women. He also tried the reverse experiment, transplanting a human ovary into a female monkey, and then tried to inseminate the monkey with human sperm. The notoriety of this experiment resulted in the novel \"Nora, la guenon devenue femme\" (\"Nora, the Monkey Turned Woman\") by F\\u00e9licien Champsaur. In 1934, he was the first to officially recognise scientific work done by Greek Professor Skevos Zervos. Voronoff's experiments ended following pressure from a sceptical scientific community and a change in public opinion. It became clear that Voronoff's operations did not produce any of the results he claimed. In his book \"The Monkey Gland Affair\", David Hamilton, an experienced transplant surgeon, discusses how animal tissue inserted into a human would not be absorbed, but instantly rejected. At best, it would result in scar tissue, which might fool a person into believing the graft is still in place. This means the many patients who received the surgery and praised Voronoff were \"improved\" solely by the placebo effect. Part of the basis of Voronoff's work was that testicles are glands, much like the thyroid and adrenal glands. Voronoff believed that at some point, scientists would discover what substance the testicular glands secrete, making grafting surgery unnecessary. Eventually, it was determined that the substance emitted by the testicles is testosterone. Voronoff expected that this new discovery would prove his theories. Testosterone would be injected into animals and they would grow young, strong, and virile. Experiments were performed, and this was not the case. Besides an increase in some secondary sexual characteristics, testosterone injections did little. Testosterone did not prolong life, as Voronoff expected. In the 1940s, Kenneth Walker, an eminent British surgeon, dismissed Voronoff's treatment as \"no better than the methods of witches and magicians. \"\nIn the 1940s, his treatment was widely used by football players at Wolverhampton Wanderers and Portsmouth, although it eventually fell out of favour. By 1935, rejuvenation operations on testes were obsolete. Kozminski and Bloom (2012) wrote that Voronoff's experiments were \"plagued by secrecy, subjectivity and sensationalism\", adding that the era of testosterone surgery was ended by a \"lack of verifiable data\". They write that Voronoff and others can be faulted for \"paternalistic use of patients and misogynistic message of testicular power\", but that efforts such as these in the history of urology may have helped fuel medical progress. They conclude that \"the boundary between legitimate practice \\u2026 and the self-interest of chicanery must be abrogated\" with medical and regulatory vigilance. Haber (2004) stated that \"Despite increasing doubts about the ef\\ufb01cacy of his operation, he continued to perform both human and animal operations to popular acclaim.\" In 2005, Kahn stated that the work by Voronoff and others in the 1920s and 1930s was the basis for rejuvenation therapy, but that the therapies developed then \"received widespread attention (including ridicule) in the popular press, were spread rapidly by practitioners of questionable training and ethical motivation, and \\ufb01nally and relatively quickly disappeared from common use\". In November 1991, \"The Lancet\" suggested that \"the Medical Research Council should fund further studies on monkey glands. \" As Voronoff's work became famous in the 1920s, it began to be featured in popular culture. By 1994, there were calls for a qualified apology from the orthodox medical establishment for dismissing Voronoff's work. In 1998, the sweeping popularity of Viagra brought forth references to Voronoff in the popular press. By 2003, Voronoff's efforts in the 1920s reached trivia factoid status for newspapers. \"The Adventure of the Creeping Man\" is a Sherlock Holmes short story by Arthur Conan Doyle, first published in March 1923 but set in 1903. In the story, an elderly professor is found to be regularity injecting himself with a substance called \"extract of langur\" for the purpose of rejuvenation. This has unexpected consequences for him. The song \"Monkey-Doodle-Doo\", written by Irving Berlin and featured in the Marx Brothers film \"The Coconuts\", contains the line: \"If you're too old for dancing/Get yourself a monkey gland\". Strange-looking ashtrays depicting monkeys protecting their private parts, with the phrase (translated from French) \"No, Voronoff, you won't get me!\" painted on them began showing up in Parisian homes. At about this same time, a new cocktail containing gin, orange juice, grenadine and absinthe was named The Monkey Gland. Voronoff was the prototype for Professor Preobrazhensky in Mikhail Bulgakov's novel \"Heart of a Dog\", published in 1925. In the novel, Preobrazhensky implants human testicles and pituitary gland into a stray dog named Sharik. Sharik then proceeds to become more and more human as time passes, picks himself the name Polygraph Polygraphovich Sharikov, makes himself a career with the \"department of the clearing of the city from cats and other vile animals\", and turns the life in the professor's house into a nightmare until the professor reverses the procedure. In his autobiography \"A Chef's Tale,\" Pierre Franey relates how when Voronoff dined at Le Pavillon in the 1940s, waiters would remark how \"he looked like a monkey himself, with his exceptionally long fingers and slouching walk. They would laugh at him in the kitchen and imitate his walk for those of us (in the kitchen) who couldn't witness it ourselves. \" Citations\nBibliography","Article":"In the late nineteenth century and early twentieth century, trends in xenotransplantation included the work of Charles-\\u00c9douard Brown-S\\u00e9quard. In 1889, Brown-S\\u00e9quard injected himself under the skin with extracts from ground-up dog and guinea pig testicles. These experiments failed to produce the desired results of increased hormonal effects to retard aging. Voronoff's experiments launched from this starting point. He believed glandular transplants would produce more sustained effects than mere injections. Voronoff's early experiments in this field included transplanting thyroid glands from chimpanzees to humans with thyroid deficiencies. He moved on to transplanting the testicles of executed criminals into millionaires, but, when demand outstripped supply, he turned to using monkey testicle tissue instead. In 1917, Voronoff began being funded by Evelyn Bostwick, a wealthy American socialite and the daughter of Jabez Bostwick. The money allowed him to begin transplantation experiments on animals. Bostwick also acted as his laboratory assistant at the Coll\\u00e8ge de France in Paris, and consequently became the first woman admitted to that institution. They married in 1920. Between 1917 and 1926, Voronoff carried out over five hundred transplantations on sheep and goats, and also on a bull, grafting testicles from younger animals to older ones. Voronoff's observations indicated that the transplantations caused the older animals to regain the vigor of younger animals. He also considered monkey-gland transplantation an effective treatment to counter senility. His first official transplantation of a monkey gland into a human took place on June 12, 1920. Thin slices (a few millimetres wide) of testicles from chimpanzees and baboons were implanted inside the patient's scrotum, the thinness of the tissue samples allowing the foreign tissue to fuse with the human tissue eventually. By 1923, 700 of the world's leading surgeons at the International Congress of Surgeons in London, England, applauded the success of Voronoff's work in the \"rejuvenation\" of old men. In his book \"Rejuvenation by Grafting\" (1925), Voronoff describes what he believes are some of the potential effects of his surgery. While \"not an aphrodisiac\", he admits the sex drive may be improved. Other possible effects include better memory, the ability to work longer hours, the potential for no longer needing glasses (due to improvement of muscles around the eye), and the prolonging of life. Voronoff also speculates that the grafting surgery might be beneficial to people with \"dementia praecox\", the mental illness known today as schizophrenia. Voronoff's monkey-gland treatment was in vogue in the 1920s. The poet E. E. Cummings sang of a \"famous doctor who inserts monkeyglands in millionaires\", and Chicago surgeon Max Thorek, for whom the Thorek Hospital and Medical Center is named, recalled that soon, \"fashionable dinner parties and cracker barrel confabs, as well as sedate gatherings of the medical \\u00e9lite, were alive with the whisper - 'Monkey Glands'.\"\nBy the early 1930s, over 500 men had been treated in France by his rejuvenation technique (including Voronoff's younger brother Georges), and thousands more around the world, such as in a special clinic set up in Algiers. Noteworthy people who had the surgery included Harold McCormick, chairman of the board of International Harvester Company. To cope with the demand for the operation, Voronoff set up his own monkey farm in Ventimiglia, on the Italian Riviera, employing a former circus-animal keeper to run it. French-born U.S. coloratura soprano Lily Pons was a frequent visitor to the farm. With his growing wealth, Voronoff occupied the whole of the first floor of one of Paris's most expensive hotels, surrounded by a retinue of chauffeurs, valets, personal secretaries and two mistresses. Voronoff's later work included transplants of monkey ovaries into women. He also tried the reverse experiment, transplanting a human ovary into a female monkey, and then tried to inseminate the monkey with human sperm. The notoriety of this experiment resulted in the novel \"Nora, la guenon devenue femme\" (\"Nora, the Monkey Turned Woman\") by F\\u00e9licien Champsaur. In 1934, he was the first to officially recognise scientific work done by Greek Professor Skevos Zervos. Voronoff's experiments ended following pressure from a sceptical scientific community and a change in public opinion. It became clear that Voronoff's operations did not produce any of the results he claimed. In his book \"The Monkey Gland Affair\", David Hamilton, an experienced transplant surgeon, discusses how animal tissue inserted into a human would not be absorbed, but instantly rejected. At best, it would result in scar tissue, which might fool a person into believing the graft is still in place. This means the many patients who received the surgery and praised Voronoff were \"improved\" solely by the placebo effect. Part of the basis of Voronoff's work was that testicles are glands, much like the thyroid and adrenal glands. Voronoff believed that at some point, scientists would discover what substance the testicular glands secrete, making grafting surgery unnecessary. Eventually, it was determined that the substance emitted by the testicles is testosterone. Voronoff expected that this new discovery would prove his theories. Testosterone would be injected into animals and they would grow young, strong, and virile. Experiments were performed, and this was not the case. Besides an increase in some secondary sexual characteristics, testosterone injections did little. Testosterone did not prolong life, as Voronoff expected. In the 1940s, Kenneth Walker, an eminent British surgeon, dismissed Voronoff's treatment as \"no better than the methods of witches and magicians. \"\nIn the 1940s, his treatment was widely used by football players at Wolverhampton Wanderers and Portsmouth, although it eventually fell out of favour. By 1935, rejuvenation operations on testes were obsolete. Kozminski and Bloom (2012) wrote that Voronoff's experiments were \"plagued by secrecy, subjectivity and sensationalism\", adding that the era of testosterone surgery was ended by a \"lack of verifiable data\". They write that Voronoff and others can be faulted for \"paternalistic use of patients and misogynistic message of testicular power\", but that efforts such as these in the history of urology may have helped fuel medical progress. They conclude that \"the boundary between legitimate practice \\u2026 and the self-interest of chicanery must be abrogated\" with medical and regulatory vigilance. Haber (2004) stated that \"Despite increasing doubts about the ef\\ufb01cacy of his operation, he continued to perform both human and animal operations to popular acclaim.\" In 2005, Kahn stated that the work by Voronoff and others in the 1920s and 1930s was the basis for rejuvenation therapy, but that the therapies developed then \"received widespread attention (including ridicule) in the popular press, were spread rapidly by practitioners of questionable training and ethical motivation, and \\ufb01nally and relatively quickly disappeared from common use\". In November 1991, \"The Lancet\" suggested that \"the Medical Research Council should fund further studies on monkey glands. \" As Voronoff's work became famous in the 1920s, it began to be featured in popular culture. By 1994, there were calls for a qualified apology from the orthodox medical establishment for dismissing Voronoff's work. In 1998, the sweeping popularity of Viagra brought forth references to Voronoff in the popular press. By 2003, Voronoff's efforts in the 1920s reached trivia factoid status for newspapers. \"The Adventure of the Creeping Man\" is a Sherlock Holmes short story by Arthur Conan Doyle, first published in March 1923 but set in 1903. In the story, an elderly professor is found to be regularity injecting himself with a substance called \"extract of langur\" for the purpose of rejuvenation. This has unexpected consequences for him. The song \"Monkey-Doodle-Doo\", written by Irving Berlin and featured in the Marx Brothers film \"The Coconuts\", contains the line: \"If you're too old for dancing/Get yourself a monkey gland\". Strange-looking ashtrays depicting monkeys protecting their private parts, with the phrase (translated from French) \"No, Voronoff, you won't get me!\" painted on them began showing up in Parisian homes. At about this same time, a new cocktail containing gin, orange juice, grenadine and absinthe was named The Monkey Gland. Voronoff was the prototype for Professor Preobrazhensky in Mikhail Bulgakov's novel \"Heart of a Dog\", published in 1925. In the novel, Preobrazhensky implants human testicles and pituitary gland into a stray dog named Sharik. Sharik then proceeds to become more and more human as time passes, picks himself the name Polygraph Polygraphovich Sharikov, makes himself a career with the \"department of the clearing of the city from cats and other vile animals\", and turns the life in the professor's house into a nightmare until the professor reverses the procedure. In his autobiography \"A Chef's Tale,\" Pierre Franey relates how when Voronoff dined at Le Pavillon in the 1940s, waiters would remark how \"he looked like a monkey himself, with his exceptionally long fingers and slouching walk. They would laugh at him in the kitchen and imitate his walk for those of us (in the kitchen) who couldn't witness it ourselves. \" Citations\nBibliography","Aspect":"Personal life","Aspect_Sents":"Serge (Samuel) Voronoff was born to a Jewish family in the village Shekhman, Tambov Governorate in Russia (now Tambov Oblast) shortly before July 10, 1866, the date of his circumcision in a synagogue. His father Abram Veniaminovich Voronov was a former cantonist and a distiller; his mother was Rachel-Esther Lipsky. At the age of 18, after graduating from the Voronezh Realschule, he emigrated to France, where he studied medicine. In 1895 at the age of 29, Voronoff became a naturalized French citizen. Voronoff was a student of French surgeon, biologist, eugenicist, and Nobel Prize recipient Alexis Carrel, from whom he learnt surgical techniques of transplantation. Between 1896 and 1910, he worked in Egypt, studying the retarding effects that castration had on eunuchs, observations that would lead to his later work on rejuvenation. Voronoff married his first wife, Marguerite Barbe, in 1897. She died in 1910. He married his second wife, Evelyn Bostwick, in 1920 (Bostwick's daughter from a previous marriage was Marion \"Joe\" Carstairs). Bostwick translated Voronoff's book, \"Life: a means of restoring vital energy and prolonging life\", into English. She died on March 3, 1921, at the age of 48. Her legacy gave Voronoff a large income for the rest of his life. Ten years later, Voronoff married Gerti Schwartz, believed by some to be the illegitimate daughter of King Carol of Romania. She outlived him and became the Condesa da Foz upon Voronoff's death. Voronoff died on September 3, 1951, in Lausanne, Switzerland, from complications following a fall. While recovering from a broken leg, Voronoff suffered chest difficulties, thought either to be pneumonia or possibly a blood clot from his leg that moved to his lungs. Few newspapers ran obituaries, and some of those that did acted as if Voronoff had always been ridiculed for his beliefs. For example, \"The New York Times\", once one of his supporters, spelt his name incorrectly and stated that \"few took his claims seriously\". On the other hand, \"TimesDaily\" was more positive, calling him a \"famed prononent proponent of rejuvenation for humans through monkey glands\" and claiming that he actually became more popular later in life: \"Medical authorities at first rejected his theories, but later developments confirmed some of his ideas. \"\nVoronoff is buried in the Russian section of the Caucade Cemetery in Nice.","Query":"Summarize the Personal life of Serge Voronoff","Reference":"However, his theories remained controversial throughout his life, and he was often ridiculed by medical authorities over his claims.","Faithful_Query":"no","Summary":"Serge Voronoff was a French surgeon known for his controversial experiments in xenotransplantation, particularly in the field of rejuvenation. He gained popularity in the 1920s for his monkey-gland treatment, which involved transplanting testicles from animals into humans to counter aging. Voronoff was married to Evelyn Bostwick, a wealthy American socialite who funded his experiments. He carried out hundreds of transplantations on animals and claimed to have successfully rejuvenated old men. However, his work eventually faced criticism and skepticism from the scientific community, leading to the decline of his treatments. Voronoff's personal life was characterized by wealth and extravagance, with him living in a luxurious hotel and having a retinue of staff. He also conducted experiments involving transplanting monkey ovaries into women and human ovaries into female monkeys. Ultimately, Voronoff's work fell out of favor and was criticized for lacking scientific evidence.","source":"Personal life","context":"Serge (Samuel) Voronoff was born to a Jewish family in the village Shekhman, Tambov Governorate in Russia (now Tambov Oblast) shortly before July 10, 1866, the date of his circumcision in a synagogue. His father Abram Veniaminovich Voronov was a former cantonist and a distiller; his mother was Rachel-Esther Lipsky. At the age of 18, after graduating from the Voronezh Realschule, he emigrated to France, where he studied medicine. In 1895 at the age of 29, Voronoff became a naturalized French citizen. Voronoff was a student of French surgeon, biologist, eugenicist, and Nobel Prize recipient Alexis Carrel, from whom he learnt surgical techniques of transplantation. Between 1896 and 1910, he worked in Egypt, studying the retarding effects that castration had on eunuchs, observations that would lead to his later work on rejuvenation. Voronoff married his first wife, Marguerite Barbe, in 1897. She died in 1910. He married his second wife, Evelyn Bostwick, in 1920 (Bostwick's daughter from a previous marriage was Marion \"Joe\" Carstairs). Bostwick translated Voronoff's book, \"Life: a means of restoring vital energy and prolonging life\", into English. She died on March 3, 1921, at the age of 48. Her legacy gave Voronoff a large income for the rest of his life. Ten years later, Voronoff married Gerti Schwartz, believed by some to be the illegitimate daughter of King Carol of Romania. She outlived him and became the Condesa da Foz upon Voronoff's death. Voronoff died on September 3, 1951, in Lausanne, Switzerland, from complications following a fall. While recovering from a broken leg, Voronoff suffered chest difficulties, thought either to be pneumonia or possibly a blood clot from his leg that moved to his lungs. Few newspapers ran obituaries, and some of those that did acted as if Voronoff had always been ridiculed for his beliefs. For example, \"The New York Times\", once one of his supporters, spelt his name incorrectly and stated that \"few took his claims seriously\". On the other hand, \"TimesDaily\" was more positive, calling him a \"famed prononent proponent of rejuvenation for humans through monkey glands\" and claiming that he actually became more popular later in life: \"Medical authorities at first rejected his theories, but later developments confirmed some of his ideas. \"\nVoronoff is buried in the Russian section of the Caucade Cemetery in Nice. In the late nineteenth century and early twentieth century, trends in xenotransplantation included the work of Charles-\\u00c9douard Brown-S\\u00e9quard. In 1889, Brown-S\\u00e9quard injected himself under the skin with extracts from ground-up dog and guinea pig testicles. These experiments failed to produce the desired results of increased hormonal effects to retard aging. Voronoff's experiments launched from this starting point. He believed glandular transplants would produce more sustained effects than mere injections. Voronoff's early experiments in this field included transplanting thyroid glands from chimpanzees to humans with thyroid deficiencies. He moved on to transplanting the testicles of executed criminals into millionaires, but, when demand outstripped supply, he turned to using monkey testicle tissue instead. In 1917, Voronoff began being funded by Evelyn Bostwick, a wealthy American socialite and the daughter of Jabez Bostwick. The money allowed him to begin transplantation experiments on animals. Bostwick also acted as his laboratory assistant at the Coll\\u00e8ge de France in Paris, and consequently became the first woman admitted to that institution. They married in 1920. Between 1917 and 1926, Voronoff carried out over five hundred transplantations on sheep and goats, and also on a bull, grafting testicles from younger animals to older ones. Voronoff's observations indicated that the transplantations caused the older animals to regain the vigor of younger animals. He also considered monkey-gland transplantation an effective treatment to counter senility. His first official transplantation of a monkey gland into a human took place on June 12, 1920. Thin slices (a few millimetres wide) of testicles from chimpanzees and baboons were implanted inside the patient's scrotum, the thinness of the tissue samples allowing the foreign tissue to fuse with the human tissue eventually. By 1923, 700 of the world's leading surgeons at the International Congress of Surgeons in London, England, applauded the success of Voronoff's work in the \"rejuvenation\" of old men. In his book \"Rejuvenation by Grafting\" (1925), Voronoff describes what he believes are some of the potential effects of his surgery. While \"not an aphrodisiac\", he admits the sex drive may be improved. Other possible effects include better memory, the ability to work longer hours, the potential for no longer needing glasses (due to improvement of muscles around the eye), and the prolonging of life. Voronoff also speculates that the grafting surgery might be beneficial to people with \"dementia praecox\", the mental illness known today as schizophrenia. Voronoff's monkey-gland treatment was in vogue in the 1920s. The poet E. E. Cummings sang of a \"famous doctor who inserts monkeyglands in millionaires\", and Chicago surgeon Max Thorek, for whom the Thorek Hospital and Medical Center is named, recalled that soon, \"fashionable dinner parties and cracker barrel confabs, as well as sedate gatherings of the medical \\u00e9lite, were alive with the whisper - 'Monkey Glands'.\"\nBy the early 1930s, over 500 men had been treated in France by his rejuvenation technique (including Voronoff's younger brother Georges), and thousands more around the world, such as in a special clinic set up in Algiers. Noteworthy people who had the surgery included Harold McCormick, chairman of the board of International Harvester Company. To cope with the demand for the operation, Voronoff set up his own monkey farm in Ventimiglia, on the Italian Riviera, employing a former circus-animal keeper to run it. French-born U.S. coloratura soprano Lily Pons was a frequent visitor to the farm. With his growing wealth, Voronoff occupied the whole of the first floor of one of Paris's most expensive hotels, surrounded by a retinue of chauffeurs, valets, personal secretaries and two mistresses. Voronoff's later work included transplants of monkey ovaries into women. He also tried the reverse experiment, transplanting a human ovary into a female monkey, and then tried to inseminate the monkey with human sperm. The notoriety of this experiment resulted in the novel \"Nora, la guenon devenue femme\" (\"Nora, the Monkey Turned Woman\") by F\\u00e9licien Champsaur. In 1934, he was the first to officially recognise scientific work done by Greek Professor Skevos Zervos. Voronoff's experiments ended following pressure from a sceptical scientific community and a change in public opinion. It became clear that Voronoff's operations did not produce any of the results he claimed. In his book \"The Monkey Gland Affair\", David Hamilton, an experienced transplant surgeon, discusses how animal tissue inserted into a human would not be absorbed, but instantly rejected. At best, it would result in scar tissue, which might fool a person into believing the graft is still in place. This means the many patients who received the surgery and praised Voronoff were \"improved\" solely by the placebo effect. Part of the basis of Voronoff's work was that testicles are glands, much like the thyroid and adrenal glands. Voronoff believed that at some point, scientists would discover what substance the testicular glands secrete, making grafting surgery unnecessary. Eventually, it was determined that the substance emitted by the testicles is testosterone. Voronoff expected that this new discovery would prove his theories. Testosterone would be injected into animals and they would grow young, strong, and virile. Experiments were performed, and this was not the case. Besides an increase in some secondary sexual characteristics, testosterone injections did little. Testosterone did not prolong life, as Voronoff expected. In the 1940s, Kenneth Walker, an eminent British surgeon, dismissed Voronoff's treatment as \"no better than the methods of witches and magicians. \"\nIn the 1940s, his treatment was widely used by football players at Wolverhampton Wanderers and Portsmouth, although it eventually fell out of favour. By 1935, rejuvenation operations on testes were obsolete. Kozminski and Bloom (2012) wrote that Voronoff's experiments were \"plagued by secrecy, subjectivity and sensationalism\", adding that the era of testosterone surgery was ended by a \"lack of verifiable data\". They write that Voronoff and others can be faulted for \"paternalistic use of patients and misogynistic message of testicular power\", but that efforts such as these in the history of urology may have helped fuel medical progress. They conclude that \"the boundary between legitimate practice \\u2026 and the self-interest of chicanery must be abrogated\" with medical and regulatory vigilance. Haber (2004) stated that \"Despite increasing doubts about the ef\\ufb01cacy of his operation, he continued to perform both human and animal operations to popular acclaim.\" In 2005, Kahn stated that the work by Voronoff and others in the 1920s and 1930s was the basis for rejuvenation therapy, but that the therapies developed then \"received widespread attention (including ridicule) in the popular press, were spread rapidly by practitioners of questionable training and ethical motivation, and \\ufb01nally and relatively quickly disappeared from common use\". In November 1991, \"The Lancet\" suggested that \"the Medical Research Council should fund further studies on monkey glands. \" As Voronoff's work became famous in the 1920s, it began to be featured in popular culture. By 1994, there were calls for a qualified apology from the orthodox medical establishment for dismissing Voronoff's work. In 1998, the sweeping popularity of Viagra brought forth references to Voronoff in the popular press. By 2003, Voronoff's efforts in the 1920s reached trivia factoid status for newspapers. \"The Adventure of the Creeping Man\" is a Sherlock Holmes short story by Arthur Conan Doyle, first published in March 1923 but set in 1903. In the story, an elderly professor is found to be regularity injecting himself with a substance called \"extract of langur\" for the purpose of rejuvenation. This has unexpected consequences for him. The song \"Monkey-Doodle-Doo\", written by Irving Berlin and featured in the Marx Brothers film \"The Coconuts\", contains the line: \"If you're too old for dancing/Get yourself a monkey gland\". Strange-looking ashtrays depicting monkeys protecting their private parts, with the phrase (translated from French) \"No, Voronoff, you won't get me!\" painted on them began showing up in Parisian homes. At about this same time, a new cocktail containing gin, orange juice, grenadine and absinthe was named The Monkey Gland. Voronoff was the prototype for Professor Preobrazhensky in Mikhail Bulgakov's novel \"Heart of a Dog\", published in 1925. In the novel, Preobrazhensky implants human testicles and pituitary gland into a stray dog named Sharik. Sharik then proceeds to become more and more human as time passes, picks himself the name Polygraph Polygraphovich Sharikov, makes himself a career with the \"department of the clearing of the city from cats and other vile animals\", and turns the life in the professor's house into a nightmare until the professor reverses the procedure. In his autobiography \"A Chef's Tale,\" Pierre Franey relates how when Voronoff dined at Le Pavillon in the 1940s, waiters would remark how \"he looked like a monkey himself, with his exceptionally long fingers and slouching walk. They would laugh at him in the kitchen and imitate his walk for those of us (in the kitchen) who couldn't witness it ourselves. \" Citations\nBibliography","target":"Serge Voronoff was a French surgeon known for his controversial experiments in xenotransplantation, particularly in the field of rejuvenation. He gained popularity in the 1920s for his monkey-gland treatment, which involved transplanting testicles from animals into humans to counter aging. Voronoff was married to Evelyn Bostwick, a wealthy American socialite who funded his experiments. He carried out hundreds of transplantations on animals and claimed to have successfully rejuvenated old men. However, his work eventually faced criticism and skepticism from the scientific community, leading to the decline of his treatments. Voronoff's personal life was characterized by wealth and extravagance, with him living in a luxurious hotel and having a retinue of staff. He also conducted experiments involving transplanting monkey ovaries into women and human ovaries into female monkeys. Ultimately, Voronoff's work fell out of favor and was criticized for lacking scientific evidence."},{"Unnamed: 0.1":18303,"Unnamed: 0":18303,"id":"127990784518904776660655805102683727841","Title":"1108 Demeter","Article_OG":"\"Demeter\" is a non-family asteroid of the main belt's background population when applying the hierarchical clustering method to its proper orbital elements. Based on osculating Keplerian orbital elements, it has also been classified as a member of the Phocaea family (), a large family of stony asteroids, different to \"Demeter\" spectral type \"(see below)\". It orbits the Sun in the inner main-belt at a distance of 1.8\\u20133.1\\u00a0AU once every 3 years and 9 months (1,381 days; semi-major axis of 2.43\\u00a0AU). Its orbit has an eccentricity of 0.26 and an inclination of 25\\u00b0 with respect to the ecliptic. The asteroid was first observed at the Italian Observatory of Turin, three days prior to its official discovery observation at Heidelberg. The body's observation arc begins at Yerkes Observatory in December 1930. In the Tholen classification, \"Demeter\" spectral type is ambiguous, closest to a carbonaceous C-type and somewhat similar to an X-type asteroid. In June 2016, a rotational lightcurve of \"Demeter\" was obtained from photometric observations by American astronomers Tom Polakis and Brian Skiff at the Command Module Observatory in Tempe, Arizona. Lightcurve analysis gave a rotation period of 9.846 hours with an amplitude of 0.12 magnitude (). Observations by the Spanish OBAS group, also taken during the 2016-opposition, gave a concurring period of 9.870 hours and a brightness variation of 0.11 magnitude (). The results supersede previous observations by Robert Stephens, Olivier Thizy, Ren\\u00e9 Roy and St\\u00e9phane Charbonnel from July 2001, which gave a period of 9.70 and 9.701 hours with an amplitude of 0.12 and 0.14 magnitude, respectively. According to the surveys carried out by the Infrared Astronomical Satellite IRAS, the Japanese Akari satellite and the NEOWISE mission of NASA's Wide-field Infrared Survey Explorer, \"Demeter\" measures between 25.285 and 31.33 kilometers in diameter and its surface has a low albedo between 0.0229 and 0.05. The \"Collaborative Asteroid Lightcurve Link\" adopts the results obtained by IRAS, that is, an albedo of 0.0464 and a diameter of 25.61 kilometers based on an absolute magnitude of 11.91. This minor planet was named from Greek mythology after Demeter, the goddess of fruitful soil and agriculture. The official naming citation was mentioned in \"The Names of the Minor Planets\" by Paul Herget in 1955 (). Demeter is the Greek equivalent of the Roman goddess Ceres. When main-belt asteroid and dwarf planet 1\\u00a0Ceres was named, the Greeks called it \"Demeter\" effectively translating the name into Greek, rather than using the Latin \"Ceres\" or the original Italian \"Cerere\". However, this created a problem when asteroid \"Demeter\" was named. The Greeks resolved this by using the classical form of the name, \\u0394\\u03b7\\u03bc\\u03ae\\u03c4\\u03b7\\u03c1 \"D\\u0113m\\u00eat\\u0113r\", for the new asteroid, distinguishing it from the Modern Greek form \\u0394\\u03ae\\u03bc\\u03b7\\u03c4\\u03c1\\u03b1 \"D\\u00eam\\u0113tra\" that had been used for 1\\u00a0Ceres. This conflict did not occur in Greek-influenced Slavic languages such as Russian, which had adopted \"Cerera\" for 1\\u00a0Ceres, and were thus free to use the modern Greek form \"Demetra\" for the asteroid \"Demeter\".","Article":"\"Demeter\" is a non-family asteroid of the main belt's background population when applying the hierarchical clustering method to its proper orbital elements. Based on osculating Keplerian orbital elements, it has also been classified as a member of the Phocaea family (), a large family of stony asteroids, different to \"Demeter\" spectral type \"(see below)\". It orbits the Sun in the inner main-belt at a distance of 1.8\\u20133.1\\u00a0AU once every 3 years and 9 months (1,381 days; semi-major axis of 2.43\\u00a0AU). Its orbit has an eccentricity of 0.26 and an inclination of 25\\u00b0 with respect to the ecliptic. The asteroid was first observed at the Italian Observatory of Turin, three days prior to its official discovery observation at Heidelberg. The body's observation arc begins at Yerkes Observatory in December 1930. In the Tholen classification, \"Demeter\" spectral type is ambiguous, closest to a carbonaceous C-type and somewhat similar to an X-type asteroid. According to the surveys carried out by the Infrared Astronomical Satellite IRAS, the Japanese Akari satellite and the NEOWISE mission of NASA's Wide-field Infrared Survey Explorer, \"Demeter\" measures between 25.285 and 31.33 kilometers in diameter and its surface has a low albedo between 0.0229 and 0.05. The \"Collaborative Asteroid Lightcurve Link\" adopts the results obtained by IRAS, that is, an albedo of 0.0464 and a diameter of 25.61 kilometers based on an absolute magnitude of 11.91. This minor planet was named from Greek mythology after Demeter, the goddess of fruitful soil and agriculture. The official naming citation was mentioned in \"The Names of the Minor Planets\" by Paul Herget in 1955 (). Demeter is the Greek equivalent of the Roman goddess Ceres. When main-belt asteroid and dwarf planet 1\\u00a0Ceres was named, the Greeks called it \"Demeter\" effectively translating the name into Greek, rather than using the Latin \"Ceres\" or the original Italian \"Cerere\". However, this created a problem when asteroid \"Demeter\" was named. The Greeks resolved this by using the classical form of the name, \\u0394\\u03b7\\u03bc\\u03ae\\u03c4\\u03b7\\u03c1 \"D\\u0113m\\u00eat\\u0113r\", for the new asteroid, distinguishing it from the Modern Greek form \\u0394\\u03ae\\u03bc\\u03b7\\u03c4\\u03c1\\u03b1 \"D\\u00eam\\u0113tra\" that had been used for 1\\u00a0Ceres. This conflict did not occur in Greek-influenced Slavic languages such as Russian, which had adopted \"Cerera\" for 1\\u00a0Ceres, and were thus free to use the modern Greek form \"Demetra\" for the asteroid \"Demeter\".","Aspect":"Physical characteristics ; Rotation period","Aspect_Sents":"In June 2016, a rotational lightcurve of \"Demeter\" was obtained from photometric observations by American astronomers Tom Polakis and Brian Skiff at the Command Module Observatory in Tempe, Arizona. Lightcurve analysis gave a rotation period of 9.846 hours with an amplitude of 0.12 magnitude (). Observations by the Spanish OBAS group, also taken during the 2016-opposition, gave a concurring period of 9.870 hours and a brightness variation of 0.11 magnitude (). The results supersede previous observations by Robert Stephens, Olivier Thizy, Ren\\u00e9 Roy and St\\u00e9phane Charbonnel from July 2001, which gave a period of 9.70 and 9.701 hours with an amplitude of 0.12 and 0.14 magnitude, respectively.","Query":"Summarize the Physical characteristics ; Rotation period of 1108 Demeter","Reference":"It has a rotation period of 9.846 hours.","Faithful_Query":"no","Summary":"Asteroid 1108 Demeter has been classified as a member of the Phocaea family and has a diameter between 25.285 and 31.33 kilometers. It has a low albedo between 0.0229 and 0.05. The asteroid has a rotation period of unknown duration.","source":"Physical characteristics ; Rotation period","context":"\"Demeter\" is a non-family asteroid of the main belt's background population when applying the hierarchical clustering method to its proper orbital elements. Based on osculating Keplerian orbital elements, it has also been classified as a member of the Phocaea family (), a large family of stony asteroids, different to \"Demeter\" spectral type \"(see below)\". It orbits the Sun in the inner main-belt at a distance of 1.8\\u20133.1\\u00a0AU once every 3 years and 9 months (1,381 days; semi-major axis of 2.43\\u00a0AU). Its orbit has an eccentricity of 0.26 and an inclination of 25\\u00b0 with respect to the ecliptic. The asteroid was first observed at the Italian Observatory of Turin, three days prior to its official discovery observation at Heidelberg. The body's observation arc begins at Yerkes Observatory in December 1930. In the Tholen classification, \"Demeter\" spectral type is ambiguous, closest to a carbonaceous C-type and somewhat similar to an X-type asteroid. In June 2016, a rotational lightcurve of \"Demeter\" was obtained from photometric observations by American astronomers Tom Polakis and Brian Skiff at the Command Module Observatory in Tempe, Arizona. Lightcurve analysis gave a rotation period of 9.846 hours with an amplitude of 0.12 magnitude (). Observations by the Spanish OBAS group, also taken during the 2016-opposition, gave a concurring period of 9.870 hours and a brightness variation of 0.11 magnitude (). The results supersede previous observations by Robert Stephens, Olivier Thizy, Ren\\u00e9 Roy and St\\u00e9phane Charbonnel from July 2001, which gave a period of 9.70 and 9.701 hours with an amplitude of 0.12 and 0.14 magnitude, respectively. According to the surveys carried out by the Infrared Astronomical Satellite IRAS, the Japanese Akari satellite and the NEOWISE mission of NASA's Wide-field Infrared Survey Explorer, \"Demeter\" measures between 25.285 and 31.33 kilometers in diameter and its surface has a low albedo between 0.0229 and 0.05. The \"Collaborative Asteroid Lightcurve Link\" adopts the results obtained by IRAS, that is, an albedo of 0.0464 and a diameter of 25.61 kilometers based on an absolute magnitude of 11.91. This minor planet was named from Greek mythology after Demeter, the goddess of fruitful soil and agriculture. The official naming citation was mentioned in \"The Names of the Minor Planets\" by Paul Herget in 1955 (). Demeter is the Greek equivalent of the Roman goddess Ceres. When main-belt asteroid and dwarf planet 1\\u00a0Ceres was named, the Greeks called it \"Demeter\" effectively translating the name into Greek, rather than using the Latin \"Ceres\" or the original Italian \"Cerere\". However, this created a problem when asteroid \"Demeter\" was named. The Greeks resolved this by using the classical form of the name, \\u0394\\u03b7\\u03bc\\u03ae\\u03c4\\u03b7\\u03c1 \"D\\u0113m\\u00eat\\u0113r\", for the new asteroid, distinguishing it from the Modern Greek form \\u0394\\u03ae\\u03bc\\u03b7\\u03c4\\u03c1\\u03b1 \"D\\u00eam\\u0113tra\" that had been used for 1\\u00a0Ceres. This conflict did not occur in Greek-influenced Slavic languages such as Russian, which had adopted \"Cerera\" for 1\\u00a0Ceres, and were thus free to use the modern Greek form \"Demetra\" for the asteroid \"Demeter\".","target":"Asteroid 1108 Demeter has been classified as a member of the Phocaea family and has a diameter between 25.285 and 31.33 kilometers. It has a low albedo between 0.0229 and 0.05. The asteroid has a rotation period of unknown duration."},{"Unnamed: 0.1":30002,"Unnamed: 0":30002,"id":"7548517946807494750467661219245740307","Title":"Love Live! Superstar!!","Article_OG":"The story is set in the that lies between the Omotesando, Harajuku, and Aoyama neighborhoods of Tokyo. The school was originally going to be demolished, only to have instead recently reopened to accept students. Within a school that hasn't made a name for itself, along with no history or accomplishments to speak of, Kanon Shibuya and four other first year students discover the existence of \"school idols\" and set out to let their voices be heard. They form a school idol group named Liella!, and aim to become superstars in their own right one day. Where appropriate, plot descriptions mentioned below refer to the anime television series. Other parts of the franchise, such as the manga and novel series, feature some variations in the storyline. The original five members are first-year students in the first season and advance as second-year students in the second season. Kanon is a high school second-year student who claims to be \"someone with no stand out characteristics.\" She has a fond appreciation for both singing and playing the guitar. However, she tends to tense up when she is set to perform in front of other people, which has caused her to pass out on several occasions on stage. Due to this, she failed the entrance exam for Yuigaoka Girls' music program, and ended up settling for the school's general academic program instead. Her family consists of a dad who works as a translator, a mom who runs a cafe, and a younger sister. She and her younger sister often helping their mother with running the cafe, with one of her specialties being latte art. She keeps a chubby Eurasian scops owl as a pet named \"Manmaru,\" which is also the cafe's popular mascot. She wears glasses and ties her hair up when at home. Kanon serves as the leader of Liella!, as well as lyricist and composer. She is part-Spanish because of her grandmother. Keke is a second-year student who hails from Shanghai, China, having just recently moved to Japan\\u2014her mother's homeland\\u2014to become a school idol, and is responsible for recruiting new members for the club. Despite wanting to become a school idol, Keke lacks in physical stamina and has a hard time keeping up with her fellow members. She holds the JLPT N1 certificate. She enjoys stage costumes, and has a hobby of creating and restoring them. As such, she serves as the club's official wardrobe supervisor. She has a habit of speaking in Mandarin when she gets overly excited. Chisato is a second-year student and Kanon's childhood friend who is good at breakdancing. She is an energetic girl who can easily befriend anyone she meets. Chisato likes anything that is round shaped; especially Kanon's pet Manmaru, who seems to be wary around Chisato when she comes to visit. She is also known to keep up to date on gossip and rumors that are spread around the school. Despite having an interest in school idols, Chisato initially does not want to become one as she thinks she is better off supporting Kanon instead. She initially belonged to Yuigaoka's music program, but moved the general program after deciding to join the school idols. She has a part time job at a \"takoyaki\" shop, which is also her favorite food. She is distinguishable with her twin tail hairstyle and hair buns. Sumire is a second-year student and a posh shrine maiden who lives at a well-known and respected community shrine located near the school. Her personality tends to come off as somewhat stuck up to strangers, and initially appears as slightly antisocial. She was a former child actress who struggled to receive headlining roles in any project she worked on. Because of her experience in the world of show business, she expected to take the position of center within Liella!, eventually being voted in last place with Kanon taking the lead. She has a younger sister. Due to her knowledge of the entertainment industry, she has several hidden talents, one of which being freestyle hip hop. Her catchphrase is \"Galaxy!\"\nRen is a second-year student who is the daughter of the school founder, Hana Hazuki, as well as the student council president. She belongs to the music program. She is polite, disciplined, and known for her strict personality. She lives nearby the school, and takes pride in the rich history of Yuigaoka. Initially, she is unfriendly and strict towards the school idol club, doing everything in her power to shut down opportunities that come by. It is revealed that Ren's mother had died due to illness, and Ren's harsh attitude to school idols came from a misconception that Hana had regretted becoming a school idol, but the truth is eventually divulged that being a school idol was one of Hana's most treasured memories from her high school years. Following in her mother's footsteps, Ren decides to join the unit as the group's fifth member. A first-year student from Hokkaido who decided to become a school idol after seeing Liella!. A first-year student who is often misunderstood due to her \"scary eyes. \"\nShiki is a first-year student who is in the science club aside from the school idol club. A popular \"L-tuber\" who decided to become a school idol to gets more followers and money. Aria is Kanon's younger sister, who is close yet somewhat paranoid about her sister's passion for becoming a school idol. Like Kanon, she's also helping with her mother's running a cafe. & Yuna Y\\u016bki\nYuuna and Mao are the members of Sunny Passion, a duo school idol unit originated from K\\u014dzu-shima who inspired Keke to move to Japan and become a school idol. Yuuna is the cheerful of the duo: she is ponytailed and has shark-like teeth. Mao is more reserved, distinguishable from her long, purple hair. The franchise announced a separate anime adaptation other than \"Love Live! Nijigasaki High School Idol Club\" in January 2020, which features a new set of characters, who are all first-year students in a newly reopened school originally on the verge of demolition. The school lies between the Omotesando, Harajuku, and Aoyama neighborhoods of Tokyo. In addition, an audition for one of the main cast was held on March 12, 2020, but was postponed due to COVID-19. Atsushi Sait\\u014d serves as the character design adapting style of the series' original character designer Y\\u016bhei Murota. The school name was decided through fans' votes and concluded in May 2020 with . The main characters names were also announced: Kanon Shibuya, Tang Keke, Chisato Arashi, Sumire Heanna, and Ren Hazuki. The project's name, \"Love Live! Superstar!!\" was announced in July through the series' exclusive magazine \"Love Live! Days\". In September, the school idol group's name, \"Liella!\" was also chosen through fans' votes. The name was chosen among 16 options that fans could vote for. The name \"Liella!\" comes from a combination from a French word \"lier\" which means \"to connect\", which is the same as in the school's name in Japanese, and \"brilliante\", which means an \"inner glow\". Behind the group's name lies the feelings of the hope that the small stars of today who have their own brilliance will become superstars someday. The cast of the five main characters was later revealed in December 2020: Sayuri Date, Liyuu, Nako Misaki, Naomi Payton, and Nagisa Aoyama. Date and Aoyama are members who passed the open audition that was held earlier in the year. The group's debut single, released on April 7, 2021. The single includes an animation PV and released in two versions\\u2014each with different B-sides: and . The anime television series is animated by Bandai Namco Filmworks and directed by Takahiko Kyogoku, with Jukki Hanada handling series composition and Atsushi Saito designing the characters. Yoshiaki Fujisawa returns from his work on \"Love Live! School Idol Project\" to compose the music. The series aired on NHK Educational TV from July 11 to October 17, 2021. Funimation has licensed the series for international releases. Liella! perform both the opening and ending themes, titled \"Start!! True Dreams\" and respectively, from episode 2 onwards. Special animated music videos made specifically for the NHK Educational TV broadcast featuring original songs by Liella! air after each episode titled \"Songs of Liella!\". On October 24, 2021, it was announced during a live screening event of the first season that a second season is currently in production. The announcement was uploaded to the official \"Love Live! Series\" YouTube channel shortly after the event. The second season will premiere on July 17, 2022. The second season features four additional Liella! members. Various Liella! songs were playable through \"Love Live! School Idol Festival\" and its spin-off game \"School Idol Festival All Stars\" for limited amounts of time. SR cards of Liella! members were also made available through a special login bonus in \"School Idol Festival\" as commemoration of the anime series' broadcast. Kanon Shibuya's family caf\\u00e9 was modeled after the exterior of a real caf\\u00e9 in Shibuya, Caf\\u00e9 Casa. This led to the caf\\u00e9's staff receiving infringements of their privacy via social media and reviews; additionally, the increased presence of \"Love Live!\" fans at the caf\\u00e9 affected its intended mood and atmosphere. In June 2021, the \"Love Live!\" staff issued an apology and admitted that they had used the caf\\u00e9 as a reference without permission or \"prior consideration.\" The design of the caf\\u00e9 in the anime was subsequently changed so it less resembled Caf\\u00e9 Casa.","Article":"The story is set in the that lies between the Omotesando, Harajuku, and Aoyama neighborhoods of Tokyo. The school was originally going to be demolished, only to have instead recently reopened to accept students. Within a school that hasn't made a name for itself, along with no history or accomplishments to speak of, Kanon Shibuya and four other first year students discover the existence of \"school idols\" and set out to let their voices be heard. They form a school idol group named Liella!, and aim to become superstars in their own right one day. Where appropriate, plot descriptions mentioned below refer to the anime television series. Other parts of the franchise, such as the manga and novel series, feature some variations in the storyline. The original five members are first-year students in the first season and advance as second-year students in the second season. Kanon is a high school second-year student who claims to be \"someone with no stand out characteristics.\" She has a fond appreciation for both singing and playing the guitar. However, she tends to tense up when she is set to perform in front of other people, which has caused her to pass out on several occasions on stage. Due to this, she failed the entrance exam for Yuigaoka Girls' music program, and ended up settling for the school's general academic program instead. Her family consists of a dad who works as a translator, a mom who runs a cafe, and a younger sister. She and her younger sister often helping their mother with running the cafe, with one of her specialties being latte art. She keeps a chubby Eurasian scops owl as a pet named \"Manmaru,\" which is also the cafe's popular mascot. She wears glasses and ties her hair up when at home. Kanon serves as the leader of Liella!, as well as lyricist and composer. She is part-Spanish because of her grandmother. Keke is a second-year student who hails from Shanghai, China, having just recently moved to Japan\\u2014her mother's homeland\\u2014to become a school idol, and is responsible for recruiting new members for the club. Despite wanting to become a school idol, Keke lacks in physical stamina and has a hard time keeping up with her fellow members. She holds the JLPT N1 certificate. She enjoys stage costumes, and has a hobby of creating and restoring them. As such, she serves as the club's official wardrobe supervisor. She has a habit of speaking in Mandarin when she gets overly excited. Chisato is a second-year student and Kanon's childhood friend who is good at breakdancing. She is an energetic girl who can easily befriend anyone she meets. Chisato likes anything that is round shaped; especially Kanon's pet Manmaru, who seems to be wary around Chisato when she comes to visit. She is also known to keep up to date on gossip and rumors that are spread around the school. Despite having an interest in school idols, Chisato initially does not want to become one as she thinks she is better off supporting Kanon instead. She initially belonged to Yuigaoka's music program, but moved the general program after deciding to join the school idols. She has a part time job at a \"takoyaki\" shop, which is also her favorite food. She is distinguishable with her twin tail hairstyle and hair buns. Sumire is a second-year student and a posh shrine maiden who lives at a well-known and respected community shrine located near the school. Her personality tends to come off as somewhat stuck up to strangers, and initially appears as slightly antisocial. She was a former child actress who struggled to receive headlining roles in any project she worked on. Because of her experience in the world of show business, she expected to take the position of center within Liella!, eventually being voted in last place with Kanon taking the lead. She has a younger sister. Due to her knowledge of the entertainment industry, she has several hidden talents, one of which being freestyle hip hop. Her catchphrase is \"Galaxy!\"\nRen is a second-year student who is the daughter of the school founder, Hana Hazuki, as well as the student council president. She belongs to the music program. She is polite, disciplined, and known for her strict personality. She lives nearby the school, and takes pride in the rich history of Yuigaoka. Initially, she is unfriendly and strict towards the school idol club, doing everything in her power to shut down opportunities that come by. It is revealed that Ren's mother had died due to illness, and Ren's harsh attitude to school idols came from a misconception that Hana had regretted becoming a school idol, but the truth is eventually divulged that being a school idol was one of Hana's most treasured memories from her high school years. Following in her mother's footsteps, Ren decides to join the unit as the group's fifth member. A first-year student from Hokkaido who decided to become a school idol after seeing Liella!. A first-year student who is often misunderstood due to her \"scary eyes. \"\nShiki is a first-year student who is in the science club aside from the school idol club. A popular \"L-tuber\" who decided to become a school idol to gets more followers and money. Aria is Kanon's younger sister, who is close yet somewhat paranoid about her sister's passion for becoming a school idol. Like Kanon, she's also helping with her mother's running a cafe. & Yuna Y\\u016bki\nYuuna and Mao are the members of Sunny Passion, a duo school idol unit originated from K\\u014dzu-shima who inspired Keke to move to Japan and become a school idol. Yuuna is the cheerful of the duo: she is ponytailed and has shark-like teeth. Mao is more reserved, distinguishable from her long, purple hair. The franchise announced a separate anime adaptation other than \"Love Live! Nijigasaki High School Idol Club\" in January 2020, which features a new set of characters, who are all first-year students in a newly reopened school originally on the verge of demolition. The school lies between the Omotesando, Harajuku, and Aoyama neighborhoods of Tokyo. In addition, an audition for one of the main cast was held on March 12, 2020, but was postponed due to COVID-19. Atsushi Sait\\u014d serves as the character design adapting style of the series' original character designer Y\\u016bhei Murota. The school name was decided through fans' votes and concluded in May 2020 with . The main characters names were also announced: Kanon Shibuya, Tang Keke, Chisato Arashi, Sumire Heanna, and Ren Hazuki. The project's name, \"Love Live! Superstar!!\" was announced in July through the series' exclusive magazine \"Love Live! Days\". In September, the school idol group's name, \"Liella!\" was also chosen through fans' votes. The name was chosen among 16 options that fans could vote for. The name \"Liella!\" comes from a combination from a French word \"lier\" which means \"to connect\", which is the same as in the school's name in Japanese, and \"brilliante\", which means an \"inner glow\". Behind the group's name lies the feelings of the hope that the small stars of today who have their own brilliance will become superstars someday. The cast of the five main characters was later revealed in December 2020: Sayuri Date, Liyuu, Nako Misaki, Naomi Payton, and Nagisa Aoyama. Date and Aoyama are members who passed the open audition that was held earlier in the year. The group's debut single, released on April 7, 2021. The single includes an animation PV and released in two versions\\u2014each with different B-sides: and . Various Liella! songs were playable through \"Love Live! School Idol Festival\" and its spin-off game \"School Idol Festival All Stars\" for limited amounts of time. SR cards of Liella! members were also made available through a special login bonus in \"School Idol Festival\" as commemoration of the anime series' broadcast. Kanon Shibuya's family caf\\u00e9 was modeled after the exterior of a real caf\\u00e9 in Shibuya, Caf\\u00e9 Casa. This led to the caf\\u00e9's staff receiving infringements of their privacy via social media and reviews; additionally, the increased presence of \"Love Live!\" fans at the caf\\u00e9 affected its intended mood and atmosphere. In June 2021, the \"Love Live!\" staff issued an apology and admitted that they had used the caf\\u00e9 as a reference without permission or \"prior consideration.\" The design of the caf\\u00e9 in the anime was subsequently changed so it less resembled Caf\\u00e9 Casa.","Aspect":"Broadcast and distribution","Aspect_Sents":"The anime television series is animated by Bandai Namco Filmworks and directed by Takahiko Kyogoku, with Jukki Hanada handling series composition and Atsushi Saito designing the characters. Yoshiaki Fujisawa returns from his work on \"Love Live! School Idol Project\" to compose the music. The series aired on NHK Educational TV from July 11 to October 17, 2021. Funimation has licensed the series for international releases. Liella! perform both the opening and ending themes, titled \"Start!! True Dreams\" and respectively, from episode 2 onwards. Special animated music videos made specifically for the NHK Educational TV broadcast featuring original songs by Liella! air after each episode titled \"Songs of Liella!\". On October 24, 2021, it was announced during a live screening event of the first season that a second season is currently in production. The announcement was uploaded to the official \"Love Live! Series\" YouTube channel shortly after the event. The second season will premiere on July 17, 2022. The second season features four additional Liella! members.","Query":"Summarize the Broadcast and distribution of Love Live! Superstar!!","Reference":"An anime television series aired on NHK Educational TV from July to October 2021. A second season will premiere in July 2022.","Faithful_Query":"no","Summary":"\"Love Live! Superstar!!\" is an anime television series that is part of the \"Love Live!\" franchise. It is set in a school located between the Omotesando, Harajuku, and Aoyama neighborhoods of Tokyo. The story revolves around a group of five first-year students who discover the existence of \"school idols\" and form their own idol group called Liella!. The series follows their journey to become superstars. The franchise also includes a manga and novel series with some variations in the storyline. The anime adaptation features new characters and was announced in January 2020. The main characters' names were revealed as Kanon Shibuya, Tang Keke, Chisato Arashi, Sumire Heanna, and Ren Hazuki. The school name and the group's name were decided through fan votes. The anime series debuted in July 2021, and the group's debut single was released in April 2021. Various songs by Liella! were made playable in the mobile game \"Love Live! School Idol Festival.\" The broadcast and distribution of the series were accompanied by some controversies, including the unauthorized use of a real caf\\u00e9's exterior as a reference in the anime, which led to privacy infringements and changes in the design of the caf\\u00e9.","source":"Broadcast and distribution","context":"The story is set in the that lies between the Omotesando, Harajuku, and Aoyama neighborhoods of Tokyo. The school was originally going to be demolished, only to have instead recently reopened to accept students. Within a school that hasn't made a name for itself, along with no history or accomplishments to speak of, Kanon Shibuya and four other first year students discover the existence of \"school idols\" and set out to let their voices be heard. They form a school idol group named Liella!, and aim to become superstars in their own right one day. Where appropriate, plot descriptions mentioned below refer to the anime television series. Other parts of the franchise, such as the manga and novel series, feature some variations in the storyline. The original five members are first-year students in the first season and advance as second-year students in the second season. Kanon is a high school second-year student who claims to be \"someone with no stand out characteristics.\" She has a fond appreciation for both singing and playing the guitar. However, she tends to tense up when she is set to perform in front of other people, which has caused her to pass out on several occasions on stage. Due to this, she failed the entrance exam for Yuigaoka Girls' music program, and ended up settling for the school's general academic program instead. Her family consists of a dad who works as a translator, a mom who runs a cafe, and a younger sister. She and her younger sister often helping their mother with running the cafe, with one of her specialties being latte art. She keeps a chubby Eurasian scops owl as a pet named \"Manmaru,\" which is also the cafe's popular mascot. She wears glasses and ties her hair up when at home. Kanon serves as the leader of Liella!, as well as lyricist and composer. She is part-Spanish because of her grandmother. Keke is a second-year student who hails from Shanghai, China, having just recently moved to Japan\\u2014her mother's homeland\\u2014to become a school idol, and is responsible for recruiting new members for the club. Despite wanting to become a school idol, Keke lacks in physical stamina and has a hard time keeping up with her fellow members. She holds the JLPT N1 certificate. She enjoys stage costumes, and has a hobby of creating and restoring them. As such, she serves as the club's official wardrobe supervisor. She has a habit of speaking in Mandarin when she gets overly excited. Chisato is a second-year student and Kanon's childhood friend who is good at breakdancing. She is an energetic girl who can easily befriend anyone she meets. Chisato likes anything that is round shaped; especially Kanon's pet Manmaru, who seems to be wary around Chisato when she comes to visit. She is also known to keep up to date on gossip and rumors that are spread around the school. Despite having an interest in school idols, Chisato initially does not want to become one as she thinks she is better off supporting Kanon instead. She initially belonged to Yuigaoka's music program, but moved the general program after deciding to join the school idols. She has a part time job at a \"takoyaki\" shop, which is also her favorite food. She is distinguishable with her twin tail hairstyle and hair buns. Sumire is a second-year student and a posh shrine maiden who lives at a well-known and respected community shrine located near the school. Her personality tends to come off as somewhat stuck up to strangers, and initially appears as slightly antisocial. She was a former child actress who struggled to receive headlining roles in any project she worked on. Because of her experience in the world of show business, she expected to take the position of center within Liella!, eventually being voted in last place with Kanon taking the lead. She has a younger sister. Due to her knowledge of the entertainment industry, she has several hidden talents, one of which being freestyle hip hop. Her catchphrase is \"Galaxy!\"\nRen is a second-year student who is the daughter of the school founder, Hana Hazuki, as well as the student council president. She belongs to the music program. She is polite, disciplined, and known for her strict personality. She lives nearby the school, and takes pride in the rich history of Yuigaoka. Initially, she is unfriendly and strict towards the school idol club, doing everything in her power to shut down opportunities that come by. It is revealed that Ren's mother had died due to illness, and Ren's harsh attitude to school idols came from a misconception that Hana had regretted becoming a school idol, but the truth is eventually divulged that being a school idol was one of Hana's most treasured memories from her high school years. Following in her mother's footsteps, Ren decides to join the unit as the group's fifth member. A first-year student from Hokkaido who decided to become a school idol after seeing Liella!. A first-year student who is often misunderstood due to her \"scary eyes. \"\nShiki is a first-year student who is in the science club aside from the school idol club. A popular \"L-tuber\" who decided to become a school idol to gets more followers and money. Aria is Kanon's younger sister, who is close yet somewhat paranoid about her sister's passion for becoming a school idol. Like Kanon, she's also helping with her mother's running a cafe. & Yuna Y\\u016bki\nYuuna and Mao are the members of Sunny Passion, a duo school idol unit originated from K\\u014dzu-shima who inspired Keke to move to Japan and become a school idol. Yuuna is the cheerful of the duo: she is ponytailed and has shark-like teeth. Mao is more reserved, distinguishable from her long, purple hair. The franchise announced a separate anime adaptation other than \"Love Live! Nijigasaki High School Idol Club\" in January 2020, which features a new set of characters, who are all first-year students in a newly reopened school originally on the verge of demolition. The school lies between the Omotesando, Harajuku, and Aoyama neighborhoods of Tokyo. In addition, an audition for one of the main cast was held on March 12, 2020, but was postponed due to COVID-19. Atsushi Sait\\u014d serves as the character design adapting style of the series' original character designer Y\\u016bhei Murota. The school name was decided through fans' votes and concluded in May 2020 with . The main characters names were also announced: Kanon Shibuya, Tang Keke, Chisato Arashi, Sumire Heanna, and Ren Hazuki. The project's name, \"Love Live! Superstar!!\" was announced in July through the series' exclusive magazine \"Love Live! Days\". In September, the school idol group's name, \"Liella!\" was also chosen through fans' votes. The name was chosen among 16 options that fans could vote for. The name \"Liella!\" comes from a combination from a French word \"lier\" which means \"to connect\", which is the same as in the school's name in Japanese, and \"brilliante\", which means an \"inner glow\". Behind the group's name lies the feelings of the hope that the small stars of today who have their own brilliance will become superstars someday. The cast of the five main characters was later revealed in December 2020: Sayuri Date, Liyuu, Nako Misaki, Naomi Payton, and Nagisa Aoyama. Date and Aoyama are members who passed the open audition that was held earlier in the year. The group's debut single, released on April 7, 2021. The single includes an animation PV and released in two versions\\u2014each with different B-sides: and . The anime television series is animated by Bandai Namco Filmworks and directed by Takahiko Kyogoku, with Jukki Hanada handling series composition and Atsushi Saito designing the characters. Yoshiaki Fujisawa returns from his work on \"Love Live! School Idol Project\" to compose the music. The series aired on NHK Educational TV from July 11 to October 17, 2021. Funimation has licensed the series for international releases. Liella! perform both the opening and ending themes, titled \"Start!! True Dreams\" and respectively, from episode 2 onwards. Special animated music videos made specifically for the NHK Educational TV broadcast featuring original songs by Liella! air after each episode titled \"Songs of Liella!\". On October 24, 2021, it was announced during a live screening event of the first season that a second season is currently in production. The announcement was uploaded to the official \"Love Live! Series\" YouTube channel shortly after the event. The second season will premiere on July 17, 2022. The second season features four additional Liella! members. Various Liella! songs were playable through \"Love Live! School Idol Festival\" and its spin-off game \"School Idol Festival All Stars\" for limited amounts of time. SR cards of Liella! members were also made available through a special login bonus in \"School Idol Festival\" as commemoration of the anime series' broadcast. Kanon Shibuya's family caf\\u00e9 was modeled after the exterior of a real caf\\u00e9 in Shibuya, Caf\\u00e9 Casa. This led to the caf\\u00e9's staff receiving infringements of their privacy via social media and reviews; additionally, the increased presence of \"Love Live!\" fans at the caf\\u00e9 affected its intended mood and atmosphere. In June 2021, the \"Love Live!\" staff issued an apology and admitted that they had used the caf\\u00e9 as a reference without permission or \"prior consideration.\" The design of the caf\\u00e9 in the anime was subsequently changed so it less resembled Caf\\u00e9 Casa.","target":"\"Love Live! Superstar!!\" is an anime television series that is part of the \"Love Live!\" franchise. It is set in a school located between the Omotesando, Harajuku, and Aoyama neighborhoods of Tokyo. The story revolves around a group of five first-year students who discover the existence of \"school idols\" and form their own idol group called Liella!. The series follows their journey to become superstars. The franchise also includes a manga and novel series with some variations in the storyline. The anime adaptation features new characters and was announced in January 2020. The main characters' names were revealed as Kanon Shibuya, Tang Keke, Chisato Arashi, Sumire Heanna, and Ren Hazuki. The school name and the group's name were decided through fan votes. The anime series debuted in July 2021, and the group's debut single was released in April 2021. Various songs by Liella! were made playable in the mobile game \"Love Live! School Idol Festival.\" The broadcast and distribution of the series were accompanied by some controversies, including the unauthorized use of a real caf\\u00e9's exterior as a reference in the anime, which led to privacy infringements and changes in the design of the caf\\u00e9."},{"Unnamed: 0.1":9348,"Unnamed: 0":9348,"id":"236565727334388474421123748383162759604","Title":"Courtney Bryan (composer)","Article_OG":"Bryan was born in New Orleans, Louisiana. She obtained her Bachelor of Music from Oberlin College (2004), her Master of Music from Rutgers University (2007), and a Doctor of Musical Arts from Columbia University (2014), where her advisor was composer and trombonist George Lewis. Bryan's work combines influences from jazz and gospel traditions. Bryan is an assistant professor in the Newcomb College department of music at Tulane University. Additionally, she serves as composer-in-residence for the Jacksonville Symphony. In 2018, Bryan was a recipient of the Alpert Awards in the Arts. In 2019 she received the Samuel Barber Rome Prize in musical composition.","Article":"Bryan's work combines influences from jazz and gospel traditions. Bryan is an assistant professor in the Newcomb College department of music at Tulane University. Additionally, she serves as composer-in-residence for the Jacksonville Symphony. In 2018, Bryan was a recipient of the Alpert Awards in the Arts. In 2019 she received the Samuel Barber Rome Prize in musical composition.","Aspect":"Early life and education","Aspect_Sents":"Bryan was born in New Orleans, Louisiana. She obtained her Bachelor of Music from Oberlin College (2004), her Master of Music from Rutgers University (2007), and a Doctor of Musical Arts from Columbia University (2014), where her advisor was composer and trombonist George Lewis.","Query":"Summarize the Early life and education of Courtney Bryan (composer)","Reference":"Courtney Bryan is a composer and pianist.","Faithful_Query":"no","Summary":"The article does not provide any information about Courtney Bryan's early life and education.","source":"Early life and education","context":"Bryan was born in New Orleans, Louisiana. She obtained her Bachelor of Music from Oberlin College (2004), her Master of Music from Rutgers University (2007), and a Doctor of Musical Arts from Columbia University (2014), where her advisor was composer and trombonist George Lewis. Bryan's work combines influences from jazz and gospel traditions. Bryan is an assistant professor in the Newcomb College department of music at Tulane University. Additionally, she serves as composer-in-residence for the Jacksonville Symphony. In 2018, Bryan was a recipient of the Alpert Awards in the Arts. In 2019 she received the Samuel Barber Rome Prize in musical composition.","target":"The article does not provide any information about Courtney Bryan's early life and education."},{"Unnamed: 0.1":71203,"Unnamed: 0":71203,"id":"312967828784487109256608835761709735704","Title":"Gabriella Izzo","Article_OG":"Izzo was born August 5, 2001, in Greenbrae, California. She began her studies at Harvard University in 2020. Izzo began learning to skate when she was eight or nine years old. Her junior international debut came in February 2018 at the International Challenge Cup in the Netherlands, where she placed 4th. Izzo made her ISU Junior Grand Prix (JGP) debut in autumn 2018, placing 6th in Canada and 9th in Slovenia. In January, she won the junior ladies' title at the 2019 U.S. Championships in Detroit, Michigan. In March, making her senior international debut, she won gold at the Egna Spring Trophy in Italy. Beginning her season on the JGP series, Izzo placed 8th in Croatia and 9th in Latvia. In November, she won bronze at a senior international, the 2019 CS Asian Open Figure Skating Trophy in China. In January, making her senior national debut, she finished 9th at the 2020 U.S. Championships in Greensboro, North Carolina. Following the event, she underwent surgery for a torn labrum in her left shoulder. Due to the operation and pandemic-related rink closures, she was off the ice from around mid-January to June. Izzo was invited to her first senior Grand Prix competition, the 2020 Skate America, but withdrew before the event. She placed 9th at the 2021 U.S. Championships. She was coached by Mark Mitchell and Peter Johansson until the end of the season. Izzo decided to train under Aleksey Letov and Olga Ganicheva at the Skating Club of Boston. In September, she won bronze at the U.S. International Figure Skating Classic. Given two Challenger assignments, Izzo finished thirteenth at the 2021 CS Warsaw Cup and fourth at the 2021 CS Golden Spin of Zagreb. At the 2022 U.S. Championships, Izzo was seventh after the short program, but a fourth-place free skate elevated her to the pewter medal position overall. This placement earned her an assignment to the 2022 Four Continents Championships in Tallinn, where she came eighth. \"GP: Grand Prix; CS: Challenger Series; JGP: Junior Grand Prix. Pewter medals (4th place) awarded only at U.S. national, sectional, and regional events.\"","Article":"Izzo began learning to skate when she was eight or nine years old. Her junior international debut came in February 2018 at the International Challenge Cup in the Netherlands, where she placed 4th. Izzo made her ISU Junior Grand Prix (JGP) debut in autumn 2018, placing 6th in Canada and 9th in Slovenia. In January, she won the junior ladies' title at the 2019 U.S. Championships in Detroit, Michigan. In March, making her senior international debut, she won gold at the Egna Spring Trophy in Italy. Beginning her season on the JGP series, Izzo placed 8th in Croatia and 9th in Latvia. In November, she won bronze at a senior international, the 2019 CS Asian Open Figure Skating Trophy in China. In January, making her senior national debut, she finished 9th at the 2020 U.S. Championships in Greensboro, North Carolina. Following the event, she underwent surgery for a torn labrum in her left shoulder. Due to the operation and pandemic-related rink closures, she was off the ice from around mid-January to June. Izzo was invited to her first senior Grand Prix competition, the 2020 Skate America, but withdrew before the event. She placed 9th at the 2021 U.S. Championships. She was coached by Mark Mitchell and Peter Johansson until the end of the season. Izzo decided to train under Aleksey Letov and Olga Ganicheva at the Skating Club of Boston. In September, she won bronze at the U.S. International Figure Skating Classic. Given two Challenger assignments, Izzo finished thirteenth at the 2021 CS Warsaw Cup and fourth at the 2021 CS Golden Spin of Zagreb. At the 2022 U.S. Championships, Izzo was seventh after the short program, but a fourth-place free skate elevated her to the pewter medal position overall. This placement earned her an assignment to the 2022 Four Continents Championships in Tallinn, where she came eighth. \"GP: Grand Prix; CS: Challenger Series; JGP: Junior Grand Prix. Pewter medals (4th place) awarded only at U.S. national, sectional, and regional events.\"","Aspect":"Personal life","Aspect_Sents":"Izzo was born August 5, 2001, in Greenbrae, California. She began her studies at Harvard University in 2020.","Query":"Summarize the Personal life of Gabriella Izzo","Reference":"Gabriella Izzo (born August 5, 2001) is an American figure skater.","Faithful_Query":"no","Summary":"Gabriella Izzo began learning to skate when she was eight or nine years old. She made her junior international debut in February 2018 and her ISU Junior Grand Prix debut in autumn 2018. In January 2019, she won the junior ladies' title at the U.S. Championships. She then made her senior international debut in March that year, winning gold at the Egna Spring Trophy. Izzo has had various placements and achievements in both junior and senior competitions, including winning bronze at the 2019 CS Asian Open Figure Skating Trophy and finishing 9th at the 2020 U.S. Championships. She underwent surgery for a torn labrum in her left shoulder and had to take time off the ice for several months. Izzo has changed coaches and currently trains at the Skating Club of Boston. In recent competitions, she won bronze at the U.S. International Figure Skating Classic and had placements at the 2021 CS Warsaw Cup and 2021 CS Golden Spin of Zagreb. She placed 4th at the 2022 U.S. Championships and earned an assignment to the 2022 Four Continents Championships.","source":"Personal life","context":"Izzo was born August 5, 2001, in Greenbrae, California. She began her studies at Harvard University in 2020. Izzo began learning to skate when she was eight or nine years old. Her junior international debut came in February 2018 at the International Challenge Cup in the Netherlands, where she placed 4th. Izzo made her ISU Junior Grand Prix (JGP) debut in autumn 2018, placing 6th in Canada and 9th in Slovenia. In January, she won the junior ladies' title at the 2019 U.S. Championships in Detroit, Michigan. In March, making her senior international debut, she won gold at the Egna Spring Trophy in Italy. Beginning her season on the JGP series, Izzo placed 8th in Croatia and 9th in Latvia. In November, she won bronze at a senior international, the 2019 CS Asian Open Figure Skating Trophy in China. In January, making her senior national debut, she finished 9th at the 2020 U.S. Championships in Greensboro, North Carolina. Following the event, she underwent surgery for a torn labrum in her left shoulder. Due to the operation and pandemic-related rink closures, she was off the ice from around mid-January to June. Izzo was invited to her first senior Grand Prix competition, the 2020 Skate America, but withdrew before the event. She placed 9th at the 2021 U.S. Championships. She was coached by Mark Mitchell and Peter Johansson until the end of the season. Izzo decided to train under Aleksey Letov and Olga Ganicheva at the Skating Club of Boston. In September, she won bronze at the U.S. International Figure Skating Classic. Given two Challenger assignments, Izzo finished thirteenth at the 2021 CS Warsaw Cup and fourth at the 2021 CS Golden Spin of Zagreb. At the 2022 U.S. Championships, Izzo was seventh after the short program, but a fourth-place free skate elevated her to the pewter medal position overall. This placement earned her an assignment to the 2022 Four Continents Championships in Tallinn, where she came eighth. \"GP: Grand Prix; CS: Challenger Series; JGP: Junior Grand Prix. Pewter medals (4th place) awarded only at U.S. national, sectional, and regional events.\"","target":"Gabriella Izzo began learning to skate when she was eight or nine years old. She made her junior international debut in February 2018 and her ISU Junior Grand Prix debut in autumn 2018. In January 2019, she won the junior ladies' title at the U.S. Championships. She then made her senior international debut in March that year, winning gold at the Egna Spring Trophy. Izzo has had various placements and achievements in both junior and senior competitions, including winning bronze at the 2019 CS Asian Open Figure Skating Trophy and finishing 9th at the 2020 U.S. Championships. She underwent surgery for a torn labrum in her left shoulder and had to take time off the ice for several months. Izzo has changed coaches and currently trains at the Skating Club of Boston. In recent competitions, she won bronze at the U.S. International Figure Skating Classic and had placements at the 2021 CS Warsaw Cup and 2021 CS Golden Spin of Zagreb. She placed 4th at the 2022 U.S. Championships and earned an assignment to the 2022 Four Continents Championships."},{"Unnamed: 0.1":4122,"Unnamed: 0":4122,"id":"204886003031456247879510892011551434668","Title":"Authi","Article_OG":"The company's name stands for Automoviles de Turismo Hispano Ingleses: it is generally written and spoken as a word rather than as an acronym. The Authi firm was officially registered on 12 November 1965 under the chairmanship of Eduardo Ruiz de Huidrobo y Alzurena, with its head office and premises at Arazuri, a few kilometers to the west of Pamplona. The share capital was held by a Santander metal working business called Nueva Monta\\u00f1a Quijano S.A. (NMQ) which had originally been founded in 1899. The real owners of the business were the Banco de Santander and the Quijano family. The bank also had a controlling interest in Fasa Renault which had been building Renaults at their Valladolid plant for the Spanish market since 1951. NMQ had been supplying engines for the Spanish-built Renaults. Work dried up when Renault moved their engine production in-house. Therefore, BMC's search for a Spanish partner able to build their cars for the Spanish market in Spain had coincided with NMQ's search for another automotive partner able to provide designs that could be produced locally. The first Spanish-built Authi product, an MG 1100, emerged in January 1967. A Mini C 1275 followed in October, featuring leather seats and a walnut dashboard, along with various other pieces of additional equipment not featured by Minis produced in England. It was announced in July 1967 by BLMC Chairman, Lord Stokes that his company had taken a controlling 51% share in NMQ. There was a further capital injection by Leyland in 1973 which raised the share capital to 2,400 million pesetas and left the residual minority share holders with very little influence over the business. In this year, presidency of the company passed to Manuel Diez Alegria. Highlighted at the time was the company's new spare parts centre, featuring a state-of-the-art computer inventory control system, employing punch-cards. Volume production started with the opening of the Pamplona plant in 1969. In April of that year, two versions of the Mini 1000 came to the market, respectively Standard and Special \"(Standard y Especial)\": even the standard version was seen as relatively well equipped at the time. The Mini would achieve the highest sales volumes of any model in the short history of Authi, with more than 140,000 shipped by the time the plant closed down seven years later. The car was entirely assembled at Pamplona. The bodywork and under panels were delivered from England. The engine and the gear box were manufactured at NMQ's own plant at Los Corrales de Buelna. Other parts including axle, suspension, windows and smaller components were produced locally and in Barcelona in order to comply with the government's determinedly protectionist trade policies. In January 1970, a Mini 850 was added to the range, featuring virtually the same engine that had been fitted in the original English-built Mini in 1959. A reduced specification Mini 1000 followed. This broadened the appeal of the range in the still acutely price-sensitive Spanish auto-market, but it also dragged the Authi brand down-market which would compromise the company's future ability to price its cars at a premium against competitor Fiat and Renault designed products. By this time the company's reputation was beginning to suffer the effects of inadequate investment in the dealership network. After-sales service suffered because the cars, in some ways more sophisticated than the old models offered by SEAT and Renault, were often not sufficiently understood by workshop personnel at the Authi dealers. In 1971 the company introduced the Mini 1275 GT, its specification closely matched to the corresponding English-built car. This replaced the company's first model, the Mini C 1275. The leather seats and walnut dashboard of the old model disappeared. The 1275 GT was, however, more aggressively priced than its predecessor. The following cars were built by Authi: After BLMC closed down production of their models and the sale of the plant to SEAT, the Spanish automaker built the SEAT 124, SEAT 131, SEAT Panda and Lancia Beta at the former Authi factory. General Motors had been interested in buying the Authi production facility in 1974, but these talks collapsed, and the company set about building its own factory in the country, finally opening a plant at Zaragoza in 1982. In 2010, all the rights were bought by Pedro J. Santos, Tauro founder.","Article":"The company's name stands for Automoviles de Turismo Hispano Ingleses: it is generally written and spoken as a word rather than as an acronym. It was announced in July 1967 by BLMC Chairman, Lord Stokes that his company had taken a controlling 51% share in NMQ. There was a further capital injection by Leyland in 1973 which raised the share capital to 2,400 million pesetas and left the residual minority share holders with very little influence over the business. In this year, presidency of the company passed to Manuel Diez Alegria. Highlighted at the time was the company's new spare parts centre, featuring a state-of-the-art computer inventory control system, employing punch-cards. Volume production started with the opening of the Pamplona plant in 1969. In April of that year, two versions of the Mini 1000 came to the market, respectively Standard and Special \"(Standard y Especial)\": even the standard version was seen as relatively well equipped at the time. The Mini would achieve the highest sales volumes of any model in the short history of Authi, with more than 140,000 shipped by the time the plant closed down seven years later. The car was entirely assembled at Pamplona. The bodywork and under panels were delivered from England. The engine and the gear box were manufactured at NMQ's own plant at Los Corrales de Buelna. Other parts including axle, suspension, windows and smaller components were produced locally and in Barcelona in order to comply with the government's determinedly protectionist trade policies. In January 1970, a Mini 850 was added to the range, featuring virtually the same engine that had been fitted in the original English-built Mini in 1959. A reduced specification Mini 1000 followed. This broadened the appeal of the range in the still acutely price-sensitive Spanish auto-market, but it also dragged the Authi brand down-market which would compromise the company's future ability to price its cars at a premium against competitor Fiat and Renault designed products. By this time the company's reputation was beginning to suffer the effects of inadequate investment in the dealership network. After-sales service suffered because the cars, in some ways more sophisticated than the old models offered by SEAT and Renault, were often not sufficiently understood by workshop personnel at the Authi dealers. In 1971 the company introduced the Mini 1275 GT, its specification closely matched to the corresponding English-built car. This replaced the company's first model, the Mini C 1275. The leather seats and walnut dashboard of the old model disappeared. The 1275 GT was, however, more aggressively priced than its predecessor. The following cars were built by Authi: After BLMC closed down production of their models and the sale of the plant to SEAT, the Spanish automaker built the SEAT 124, SEAT 131, SEAT Panda and Lancia Beta at the former Authi factory. General Motors had been interested in buying the Authi production facility in 1974, but these talks collapsed, and the company set about building its own factory in the country, finally opening a plant at Zaragoza in 1982. In 2010, all the rights were bought by Pedro J. Santos, Tauro founder.","Aspect":"Beginnings","Aspect_Sents":"The Authi firm was officially registered on 12 November 1965 under the chairmanship of Eduardo Ruiz de Huidrobo y Alzurena, with its head office and premises at Arazuri, a few kilometers to the west of Pamplona. The share capital was held by a Santander metal working business called Nueva Monta\\u00f1a Quijano S.A. (NMQ) which had originally been founded in 1899. The real owners of the business were the Banco de Santander and the Quijano family. The bank also had a controlling interest in Fasa Renault which had been building Renaults at their Valladolid plant for the Spanish market since 1951. NMQ had been supplying engines for the Spanish-built Renaults. Work dried up when Renault moved their engine production in-house. Therefore, BMC's search for a Spanish partner able to build their cars for the Spanish market in Spain had coincided with NMQ's search for another automotive partner able to provide designs that could be produced locally. The first Spanish-built Authi product, an MG 1100, emerged in January 1967. A Mini C 1275 followed in October, featuring leather seats and a walnut dashboard, along with various other pieces of additional equipment not featured by Minis produced in England.","Query":"Summarize the Beginnings of Authi","Reference":"The Authi car company of Pamplona, Spain, was founded in 1965 as a result of a collaboration between BMC (the British Motor Corporation) and NMQ (Nueva Monta\\u00f1a Quijano).","Faithful_Query":"no","Summary":"Authi, short for Automoviles de Turismo Hispano Ingleses, was established in 1967 when BLMC acquired a controlling share in NMQ. The company experienced capital injections and a change in leadership before starting volume production at the Pamplona plant in 1969. They initially released two versions of the Mini 1000, which became their best-selling model. The cars were assembled in Pamplona, with parts sourced from England and local suppliers. Authi expanded its range with the addition of the Mini 850 and a reduced specification Mini 1000. However, inadequate investment in the dealership network and a lack of understanding from workshop personnel affected its reputation and ability to compete with Fiat and Renault. Authi introduced the Mini 1275 GT in 1971, but eventually closed down production. The plant was later sold to SEAT and used to manufacture their models. General Motors had considered buying Authi, but instead built their own factory in Zaragoza. In 2010, the rights to Authi were acquired by Pedro J. Santos, the founder of Tauro.","source":"Beginnings","context":"The company's name stands for Automoviles de Turismo Hispano Ingleses: it is generally written and spoken as a word rather than as an acronym. The Authi firm was officially registered on 12 November 1965 under the chairmanship of Eduardo Ruiz de Huidrobo y Alzurena, with its head office and premises at Arazuri, a few kilometers to the west of Pamplona. The share capital was held by a Santander metal working business called Nueva Monta\\u00f1a Quijano S.A. (NMQ) which had originally been founded in 1899. The real owners of the business were the Banco de Santander and the Quijano family. The bank also had a controlling interest in Fasa Renault which had been building Renaults at their Valladolid plant for the Spanish market since 1951. NMQ had been supplying engines for the Spanish-built Renaults. Work dried up when Renault moved their engine production in-house. Therefore, BMC's search for a Spanish partner able to build their cars for the Spanish market in Spain had coincided with NMQ's search for another automotive partner able to provide designs that could be produced locally. The first Spanish-built Authi product, an MG 1100, emerged in January 1967. A Mini C 1275 followed in October, featuring leather seats and a walnut dashboard, along with various other pieces of additional equipment not featured by Minis produced in England. It was announced in July 1967 by BLMC Chairman, Lord Stokes that his company had taken a controlling 51% share in NMQ. There was a further capital injection by Leyland in 1973 which raised the share capital to 2,400 million pesetas and left the residual minority share holders with very little influence over the business. In this year, presidency of the company passed to Manuel Diez Alegria. Highlighted at the time was the company's new spare parts centre, featuring a state-of-the-art computer inventory control system, employing punch-cards. Volume production started with the opening of the Pamplona plant in 1969. In April of that year, two versions of the Mini 1000 came to the market, respectively Standard and Special \"(Standard y Especial)\": even the standard version was seen as relatively well equipped at the time. The Mini would achieve the highest sales volumes of any model in the short history of Authi, with more than 140,000 shipped by the time the plant closed down seven years later. The car was entirely assembled at Pamplona. The bodywork and under panels were delivered from England. The engine and the gear box were manufactured at NMQ's own plant at Los Corrales de Buelna. Other parts including axle, suspension, windows and smaller components were produced locally and in Barcelona in order to comply with the government's determinedly protectionist trade policies. In January 1970, a Mini 850 was added to the range, featuring virtually the same engine that had been fitted in the original English-built Mini in 1959. A reduced specification Mini 1000 followed. This broadened the appeal of the range in the still acutely price-sensitive Spanish auto-market, but it also dragged the Authi brand down-market which would compromise the company's future ability to price its cars at a premium against competitor Fiat and Renault designed products. By this time the company's reputation was beginning to suffer the effects of inadequate investment in the dealership network. After-sales service suffered because the cars, in some ways more sophisticated than the old models offered by SEAT and Renault, were often not sufficiently understood by workshop personnel at the Authi dealers. In 1971 the company introduced the Mini 1275 GT, its specification closely matched to the corresponding English-built car. This replaced the company's first model, the Mini C 1275. The leather seats and walnut dashboard of the old model disappeared. The 1275 GT was, however, more aggressively priced than its predecessor. The following cars were built by Authi: After BLMC closed down production of their models and the sale of the plant to SEAT, the Spanish automaker built the SEAT 124, SEAT 131, SEAT Panda and Lancia Beta at the former Authi factory. General Motors had been interested in buying the Authi production facility in 1974, but these talks collapsed, and the company set about building its own factory in the country, finally opening a plant at Zaragoza in 1982. In 2010, all the rights were bought by Pedro J. Santos, Tauro founder.","target":"Authi, short for Automoviles de Turismo Hispano Ingleses, was established in 1967 when BLMC acquired a controlling share in NMQ. The company experienced capital injections and a change in leadership before starting volume production at the Pamplona plant in 1969. They initially released two versions of the Mini 1000, which became their best-selling model. The cars were assembled in Pamplona, with parts sourced from England and local suppliers. Authi expanded its range with the addition of the Mini 850 and a reduced specification Mini 1000. However, inadequate investment in the dealership network and a lack of understanding from workshop personnel affected its reputation and ability to compete with Fiat and Renault. Authi introduced the Mini 1275 GT in 1971, but eventually closed down production. The plant was later sold to SEAT and used to manufacture their models. General Motors had considered buying Authi, but instead built their own factory in Zaragoza. In 2010, the rights to Authi were acquired by Pedro J. Santos, the founder of Tauro."},{"Unnamed: 0.1":27477,"Unnamed: 0":27477,"id":"151689256548771180670789626178322674031","Title":"Ennis railway station","Article_OG":"The regular passenger service Limerick\\u2013Claremorris through Ennis shut on 5 April 1976. Limerick\\u2013Ennis recommenced on Thursdays from 4 August 1984, two days a week from 12 April 1988, four days a week from 19 February 1993 and six days a week from 16 May 1994. It was proposed to utilise the National Development Plan to fund regeneration of the railway in the west. The rail line between Ennis and Athenry was funded to enable a Limerick to Galway service (Phase one of Transport 21 Western Rail Corridor project). Opening of the Limerick to Galway service took place officially on 29 March 2010 and for the public on 30 March 2010. There are two platforms in the station; Platform 2 is built on a passing loop. Access between the platforms is via a footbridge. There is a canopy over a section of Platform 1. Both platforms have benches, bins and information displays. Platform 1 has a help point. Inside the station there is a ticket office with hatches and ticket machines. There is also a waiting room which has vending machines. The station is beside the bus station. In mid-February 2008, the train service between Ennis and Limerick was suspended due to severe flooding on a section of the line running through Newmarket-on-Fergus. Further flooding in the winter of 2009/2010 delayed the completion of the Western Rail Corridor project whose first timetable carried a January 2010 issue date even though it was 29 March 2010 before the first train ran. Further flooding occurred in early 2014 leading to a 3-month closure. The line was again closed owing to flooding from late November 2015 to May 2016 Buses and taxis connect with Shannon Airport.","Article":"There are two platforms in the station; Platform 2 is built on a passing loop. Access between the platforms is via a footbridge. There is a canopy over a section of Platform 1. Both platforms have benches, bins and information displays. Platform 1 has a help point. Inside the station there is a ticket office with hatches and ticket machines. There is also a waiting room which has vending machines. The station is beside the bus station. In mid-February 2008, the train service between Ennis and Limerick was suspended due to severe flooding on a section of the line running through Newmarket-on-Fergus. Further flooding in the winter of 2009/2010 delayed the completion of the Western Rail Corridor project whose first timetable carried a January 2010 issue date even though it was 29 March 2010 before the first train ran. Further flooding occurred in early 2014 leading to a 3-month closure. The line was again closed owing to flooding from late November 2015 to May 2016 Buses and taxis connect with Shannon Airport.","Aspect":"History","Aspect_Sents":"The regular passenger service Limerick\\u2013Claremorris through Ennis shut on 5 April 1976. Limerick\\u2013Ennis recommenced on Thursdays from 4 August 1984, two days a week from 12 April 1988, four days a week from 19 February 1993 and six days a week from 16 May 1994. It was proposed to utilise the National Development Plan to fund regeneration of the railway in the west. The rail line between Ennis and Athenry was funded to enable a Limerick to Galway service (Phase one of Transport 21 Western Rail Corridor project). Opening of the Limerick to Galway service took place officially on 29 March 2010 and for the public on 30 March 2010.","Query":"Summarize the History of Ennis railway station","Reference":"The Limerick Colbert to Galway Ceannt service calls at Sixmilebridge, Ennis, , , , and .","Faithful_Query":"no","Summary":"Ennis railway station has faced several challenges due to severe flooding in the past. The train service between Ennis and Limerick was suspended in 2008 and further flooding in 2009/2010 delayed the completion of the Western Rail Corridor project. The station experienced another closure in 2014 and again from late 2015 to May 2016. Buses and taxis connect the station with Shannon Airport.","source":"History","context":"The regular passenger service Limerick\\u2013Claremorris through Ennis shut on 5 April 1976. Limerick\\u2013Ennis recommenced on Thursdays from 4 August 1984, two days a week from 12 April 1988, four days a week from 19 February 1993 and six days a week from 16 May 1994. It was proposed to utilise the National Development Plan to fund regeneration of the railway in the west. The rail line between Ennis and Athenry was funded to enable a Limerick to Galway service (Phase one of Transport 21 Western Rail Corridor project). Opening of the Limerick to Galway service took place officially on 29 March 2010 and for the public on 30 March 2010. There are two platforms in the station; Platform 2 is built on a passing loop. Access between the platforms is via a footbridge. There is a canopy over a section of Platform 1. Both platforms have benches, bins and information displays. Platform 1 has a help point. Inside the station there is a ticket office with hatches and ticket machines. There is also a waiting room which has vending machines. The station is beside the bus station. In mid-February 2008, the train service between Ennis and Limerick was suspended due to severe flooding on a section of the line running through Newmarket-on-Fergus. Further flooding in the winter of 2009/2010 delayed the completion of the Western Rail Corridor project whose first timetable carried a January 2010 issue date even though it was 29 March 2010 before the first train ran. Further flooding occurred in early 2014 leading to a 3-month closure. The line was again closed owing to flooding from late November 2015 to May 2016 Buses and taxis connect with Shannon Airport.","target":"Ennis railway station has faced several challenges due to severe flooding in the past. The train service between Ennis and Limerick was suspended in 2008 and further flooding in 2009/2010 delayed the completion of the Western Rail Corridor project. The station experienced another closure in 2014 and again from late 2015 to May 2016. Buses and taxis connect the station with Shannon Airport."},{"Unnamed: 0.1":52117,"Unnamed: 0":52117,"id":"99219355052224749890843087333553921585","Title":"Big Blood","Article_OG":"In the mid-2000s, Kinsella and Mulkerin lived in a house near oil tanks in South Portland, Maine, with fellow musicians Chriss Sutherland, Micah Blue Smaldone, and Tom Kovacevic; the five cohabitants would later form the band Fire on Fire. Kinsella and Mulkerin formed Big Blood in 2006 shortly after the birth of their daughter, Quinnisa. Raising an infant child conflicted with their demanding practice routine and live performance schedule as members of the band Cerberus Shoal, so they left the group and it dissolved. Nonetheless, the couple wanted to maintain an outlet for their musical creativity. By the time they formed Big Blood, the two had already been songwriting partners for years. Kinsella said the process of writing music with Mulkerin was far more natural than the six-person collaborative process involved with Cerberus Shoal, which she found rewarding but intensely deliberative. Several of the band's early albums are titled with the name of a venue and a date, suggestive of a live album, although they are in fact home studio recordings. For each of these records, the venue name and date in the title correspond to a concert at which Big Blood debuted a setlist of the same songs. Big Blood self-released their early recordings through their own newly formed DIY label, called Don't Trust the Ruin (typically stylized as \"dontrustheruin\"), and continued to use the label to issue many of their later works. The band's first albums were distributed as CD-Rs packaged with handmade, screen-printed artwork by Kinsella. The CD-Rs also included inserts like small pieces of art, photography, original flyers promoting their concerts, and other ephemera. \"Sew Your Wild Days Tour Vol. II\" contained a mini-comic book created in collaboration with a local artist. In a 2007 interview, Kinsella said they wanted to provide packaging artwork that was personalized, yet inexpensive to produce or purchase. She said Mulkerin had interest in \"harkening back to the punk days of photocopied lyrics and art.\" For their early self-released albums, Antonio Ciarletta of \"\" identified Big Blood within a rising tendency in underground music toward DIY distribution of homemade, highly limited-edition recordings in formats like CD-R, cassette tape, and MP3 (or other downloadable formats), alongside artists such as Grouper and Natural Snow Buildings. The band made most of its discography freely available to stream or download via the Free Music Archive, an online repository for royalty-free, Creative Commons\\u2013licensed music organized by WFMU. When the Free Music Archive launched in 2008, Big Blood contributed the song \"Oh Country\" to the compilation album \"Selected Sounds From the Free Music Archive Vol. 1\". Big Blood released two collaborative albums that same year. First, on \"Big Blood & the Bleedin' Hearts\", Kinsella and Mulkerin were backed by \"the Bleedin' Hearts\", whose members were Kovacevic, Smaldone, and Kelly Nesbitt. Second, they paired with Visitations\\u2014another Portland-based duo\\u2014on \"Lectric Lashes\", consisting of a 7-inch record and a CD-R. \"Lectric Lashes\" was part of a 12-part, multi-artist series of 7-inches released through the label L'Animaux Tryst. In 2009, Big Blood self-released another pair of albums: \"Already Gone I\" and \"Already Gone II\". In May of that year, Big Blood contributed a track\\u2014alongside other psych-folk artists, including Devendra Banhart and Marissa Nadler\\u2014to the charity album \"Leaves of Life\", produced by Buck Curran of Arborea, the proceeds of which benefited the World Food Programme and Not on Our Watch. As members of the band Fire on Fire, Kinsella and Mulkerin also participated in the recording of the band's debut album \"The Orchard\", released on Michael Gira's Young God Records in late 2008. Critical reception of the band's early music was positive. \"The Boston Phoenix\" named Big Blood as the best new band from Maine for 2008, and the band was a runner-up for \"Best Category-Defining Act\" in \"The Portland Phoenix\"s 2008 Best Music Poll. \"Big Blood,\" wrote WFMU's Scott Williams, \"is clearly in full thrall to whatever demon god of creativity squirrels around under the dirt up there in South Portland, Maine among the loons and the decrepit oil tanks.\" Williams compared their music to \"a trove of musical and folkloric delights that somehow fossilized and disappeared, centuries ago\", and said that their work had the capacity to be \"intensely and heartbreakingly warm and moving.\" In a review of their first seven discs of recordings, Justin F. Farrar at \"Cleveland Scene\" praised their diverse instrumentation and musicianship, particularly Kinsella's vocal range, and remarked that \"the group's muse snorts a ton of meth before commanding [them] to explore everything from chamber popera to Asian folk music to cosmic Appalachia.\" According to \"The Brooklyn Rail\"s Christopher Nelson, their early album \"Space Gallery Jan. 27, 2007 / Sahara Club Jan. 28, 2007\" (referred to as \"Space Gallery\" for short) \"must be considered one of Big Blood's high points\" and stands as \"the best representation of the kind of music Big Blood made prior to 2010\\u2014sprawling folk music with a sinister sense of backwoods magic\". Kinsella and Mulkerin had discussed plans to release an album on the Portland-based independent label Time-Lag Records since 2007. The label had previously helped distribute copies of the band's early self-released recordings through its website. In 2010, \"Dead Songs\" became the band's first album on Time-Lag, and thus their first recording to be distributed through an independent record label rather than their own DIY distribution. At the end of the decade, the \"Bangor Daily News\" ranked \"Dead Songs\" at no.25 on its list of the 100 most essential Maine albums of the 2010s. Their next album, \"Dark Country Magic\", marked their daughter Quinnisa's debut on a Big Blood record with her spoken word performance on the track \"Moo-Hoo\". Initially self-released on CD-R and cassette, \"Dark Country Magic\" was reissued in LP format in 2020 on Cardinal Fuzz/Feeding Tube Records. In a retrospective review for \"It's Psychedelic Baby! Magazine\", Jeff Penczak called it \"an occasionally difficult listen\" but said \"in the proper set and setting (wink! wink!), Big Blood is a grower and their dark country is quite magical!\" In \"Ptolemaic Terrascope\", Ian Fraser assessed the album as a \"sometimes uneasy yet strangely compelling combination of skewed country, American Gothic and psychedelic moonshine.\"\nAlso in 2010, Big Blood released \"Night Terrors in the Isle of Louis Hardin\" as a cassette on the label Cabin Floor Esoterica. On \"Night Terrors\"\\u2014which was reissued as a CD-R in 2014\\u2014Big Blood uses sound collage techniques and wordless vocals. In a review for the \"Portland Press Herald\", Kristin DiCara-McClellan described the album as \"enchanting, eerie, somewhat tribal feeling and anomalous\". The same year, Kinsella and Mulkerin appeared on the album \"Death Seat\" by Wooden Wand, which also featured William Tyler (of Lambchop and Silver Jews) and Grasshopper (of Mercury Rev). The band's next album, \"Big Blood & The Wicked Hex\" (2011), was released in LP format on the Greek record label Phase! Records. Based in Athens, Phase! had previously issued a cassette version of the band's early album \"The Grove\". The band marked the release of \"Wicked Hex\" with a concert at the Athenian venue Six D.O.G.S., which also hosted an exhibit of Kinsella's art titled \"Leviathan Song\", exploring the anarchist text \"Against His-Story, Against Leviathan\" by Fredy Perlman. The international release gave an indication of the global extent of the band's cult following. With \"Wicked Hex\", Big Blood took a turn toward more electric instrumentation and a more pronounced element of psychedelic drones and riffs. The band continued this stylistic shift on their next album \"Old Time Primitives\", released the following year. For these two records, Big Blood were joined by drummer Shon Mahoney. In 2012, Big Blood released a split album with fellow Maine musician Micah Blue Smaldone on Immune Records. The same year, Kinsella and Mulkerin featured on the Swans album \"The Seer\", which also featured guest appearances from Karen O of Yeah Yeah Yeahs, members of Low, members of Akron/Family, Grasshopper, and Ben Frost, among others. The duo contributed \"accordion, vocals, dulcimer, guitar, piano and assorted other instruments\" on \"The Seer Returns\", a track that also included vocals from Jarboe and drumming from Kevin S. McMahon. Big Blood's 2013 album \"Radio Valkyrie 1905\\u20131917\", a double LP released on Feeding Tube Records, is a concept album filled with allusions to the dystopian novel \"We\"(1924) by Russian author Yevgeny Zamyatin. Spencer Grady awarded the album a perfect score of five stars in \"Record Collector\", calling it \"epic, biblical and totally essential\". Critics have described it as a \"crowning achievement\" and a \"masterpiece\". In 2014, Big Blood released the double LP \"Unlikely Mothers\" through Blackest Rainbow Records and self-released \"Fight for Your Dinner Vol. I\". In a year-end piece for the website \"Boston Hassle\", Portland-based musician Peter McLaughlin praised \"Unlikely Mothers\" as \"perhaps the darkest and heaviest batch of transcendent-goddamn-music of their career\". \"Fight for Your Dinner Vol. I\" collected rarities, alternate versions, and previously unreleased music. The band also made their back catalog available through Bandcamp for the first time in 2014. 2015 saw the release of two new Big Blood albums: \"Double Days I\" and \"Double Days II\". Kinsella joined a collective of visual artists called the Ant Girls\\u2014whose other members were Vivien Russe, Rebecca Goodale, and Dorothy Schwartz\\u2014to collaborate on a multimedia art exhibition titled \"Ant Farm: At the Nexus of Art and Science\", which took the leafcutter ant as its subject. Schwartz's husband, the composer Elliott Schwartz, collaborated with Mulkerin to create an ambient soundtrack to accompany the \"Ant Farm\" exhibition. Dorothy Schwartz died at the age of 75 in March 2014, only a few weeks before the exhibition opened at the Lewiston-Auburn Campus of the University of Southern Maine. Feeding Tube released the soundtrack as an LP titled \"Ant Farm\", credited to Schwartz and Big Blood, in early 2016. Elliott Schwartz died at the age of 80 in December 2016, at which time he was identified in an obituary as \"Maine's best-known classical composer\". Since 2017, starting with \"The Daughters Union\", Kinsella and Mulkerin's daughter Quinnisa\\u2014age 11 at the time of that album's recording\\u2014has been featured more prominently on Big Blood albums and gradually become a full-time member of the band. Over the same period, their highly prolific pace of musical output has slowed somewhat. Big Blood dedicated \"The Daughters Union\" to their late collaborator Elliott Schwartz and to Yoko Ono. Initially self-released, \"The Daughters Union\" was reissued on vinyl in 2019 by Feeding Tube. Critic Ed Pinsent noted the album's sound tended toward glam rock and praised its \"real confidence\", \"swagger\", and \"originality\". According to a review in \"The Conway Daily Sun\", \"The Daughters Union\" \"functions more like a proper 'album' than most of the spirited, experimental output in the Big Blood's history.\" On the other hand, Joe Sweeney of Portland-based outlet \"The Bollard\" wrote: \"If you think the addition of a child would make this challenging music feel safer, you'd be wrong.\" Big Blood's 2018 album \"Operate Spaceship Earth Properly\", first released on Feeding Tube, features a riff-heavy psychedelic rock style with electronic percussion and effects, complementing futuristic themes in the lyrics, which reference the ideas of systems theorist Buckminster Fuller and the science fiction of authors Ursula K. Le Guin and Octavia Butler. Also in 2018, they released a split album with Baltimore-based duo Thunder Crutch. The Thunder Crutch split used synthesizers in a style reminiscent of 1970s German \"Kosmische Musik\". In December 2019, Big Blood self-released the album \"Deep Maine\", offering a stripped-back and relatively more traditional folk\\u2013country sound on a recording of only the band's core duo of Kinsella and Mulkerin. \"Do You Wanna Have a Skeleton Dream?\", released in 2020 on Feeding Tube, marked Quinnisa's first songwriting credits on a Big Blood album. Quinnisa sings either lead or back-up vocals throughout as well as playing drums, trombone, guitar, and bass, while by contrast Mulkerin does not sing on the album and generally makes a less prominent contribution than usual. Bryon Hayes of \"Exclaim!\" called the album \"quite possibly the most coherent Big Blood record so far, with the most straightforward songwriting\", identifying the influence of Motown-style pop while also remarking that there was \"still a fair share of the deep-fried Big Blood take on traditional American song form to be found.\" Bob Boilen of NPR's \"All Songs Considered\" called it a \"surrealist girl group record\" and likened the studio experimentation to the work 1960s producers like Phil Spector and Joe Meek. Big Blood released a live album and a compilation in 2021. The former was \"QuaranTunes Series No\\u200b.\\u200b 027\", a recording of a virtual live performance streamed online via Zoom on October 16, 2020. It was part of a series organized by Feeding Tube Records of similar performances that took place during the COVID-19 pandemic in the United States when many Americans were under lockdown (or \"quarantine\"). The latter was \"Fight for Your Dinner Vol. II\", a compilation of rare and unreleased material. The same year, Quinnisa sang and played guitar on the debut EP of Florida Man, a rock trio of herself and two other teenage musicians. Big Blood have been regarded as part of the \"New Weird America\" or \"freak folk\" movement. A write-up on Big Blood in \"The Wire\" noted: \"Whether collaborating with friends and family, or digging deep into duo dynamics, they weave a very particular type of mesmerising, esoteric psychedelia, tearing open new channels in the New England folk vernacular.\" Since its formation in 2006, Big Blood has maintained a highly prolific schedule of record releases. According to Anthony D'Amico of \"Brainwashed\", \"some albums are thematically focused conceptual or aesthetic statements and some are just straightforward collections of good songs that harken back to their earlier strain of outsider Americana.\" In the band's early years, Big Blood described themselves not as a duo, but as a \"phantom four piece of Asian Mae, Caleb Mulkerin, Rose Philistine and Colleen Kinsella [who] perform only as a duo\". \"Asian Mae\" and \"Rose Philistine\" are alter egos used by Kinsella and Mulkerin, respectively. Sun City Girls were a significant influence on Big Blood, and Kinsella cited their albums \"Torch of the Mystics\" and \"330,003 Crossdressers From Beyond the Rig Veda\" as particular favorites of the band. She named Diamanda Gal\\u00e1s, Umm Kulthum, Nina Simone, and PJ Harvey as other artists whose music she admires. The band has recorded an eclectic range of covers of others' music, including versions of songs by such artists as Can, Skip James, Syd Barrett, Blondie, Captain Beefheart, the Velvet Underground, Missy Elliott, Bob Seger, The Troggs, and Silver Apples. Their 2020 album \"Do You Wanna Have a Skeleton Dream?\" concludes with a duet vocal performance of Franz Schubert's \"Ave Maria\". Lady Lamb, a singer-songwriter from Maine, said that \"I will... always be inspired by Big Blood. They astound me. Colleen Kinsella has been a major inspiration to me as someone who weaves her different mediums of art into one tremendous mess of genius.\" The French duo Natural Snow Buildings, who make psychedelic folk and experimental music, have expressed their fondness for Big Blood.","Article":"In the mid-2000s, Kinsella and Mulkerin lived in a house near oil tanks in South Portland, Maine, with fellow musicians Chriss Sutherland, Micah Blue Smaldone, and Tom Kovacevic; the five cohabitants would later form the band Fire on Fire. Kinsella and Mulkerin formed Big Blood in 2006 shortly after the birth of their daughter, Quinnisa. Raising an infant child conflicted with their demanding practice routine and live performance schedule as members of the band Cerberus Shoal, so they left the group and it dissolved. Nonetheless, the couple wanted to maintain an outlet for their musical creativity. By the time they formed Big Blood, the two had already been songwriting partners for years. Kinsella said the process of writing music with Mulkerin was far more natural than the six-person collaborative process involved with Cerberus Shoal, which she found rewarding but intensely deliberative. Several of the band's early albums are titled with the name of a venue and a date, suggestive of a live album, although they are in fact home studio recordings. For each of these records, the venue name and date in the title correspond to a concert at which Big Blood debuted a setlist of the same songs. Big Blood self-released their early recordings through their own newly formed DIY label, called Don't Trust the Ruin (typically stylized as \"dontrustheruin\"), and continued to use the label to issue many of their later works. The band's first albums were distributed as CD-Rs packaged with handmade, screen-printed artwork by Kinsella. The CD-Rs also included inserts like small pieces of art, photography, original flyers promoting their concerts, and other ephemera. \"Sew Your Wild Days Tour Vol. II\" contained a mini-comic book created in collaboration with a local artist. In a 2007 interview, Kinsella said they wanted to provide packaging artwork that was personalized, yet inexpensive to produce or purchase. She said Mulkerin had interest in \"harkening back to the punk days of photocopied lyrics and art.\" For their early self-released albums, Antonio Ciarletta of \"\" identified Big Blood within a rising tendency in underground music toward DIY distribution of homemade, highly limited-edition recordings in formats like CD-R, cassette tape, and MP3 (or other downloadable formats), alongside artists such as Grouper and Natural Snow Buildings. The band made most of its discography freely available to stream or download via the Free Music Archive, an online repository for royalty-free, Creative Commons\\u2013licensed music organized by WFMU. When the Free Music Archive launched in 2008, Big Blood contributed the song \"Oh Country\" to the compilation album \"Selected Sounds From the Free Music Archive Vol. 1\". Big Blood released two collaborative albums that same year. First, on \"Big Blood & the Bleedin' Hearts\", Kinsella and Mulkerin were backed by \"the Bleedin' Hearts\", whose members were Kovacevic, Smaldone, and Kelly Nesbitt. Second, they paired with Visitations\\u2014another Portland-based duo\\u2014on \"Lectric Lashes\", consisting of a 7-inch record and a CD-R. \"Lectric Lashes\" was part of a 12-part, multi-artist series of 7-inches released through the label L'Animaux Tryst. In 2009, Big Blood self-released another pair of albums: \"Already Gone I\" and \"Already Gone II\". In May of that year, Big Blood contributed a track\\u2014alongside other psych-folk artists, including Devendra Banhart and Marissa Nadler\\u2014to the charity album \"Leaves of Life\", produced by Buck Curran of Arborea, the proceeds of which benefited the World Food Programme and Not on Our Watch. As members of the band Fire on Fire, Kinsella and Mulkerin also participated in the recording of the band's debut album \"The Orchard\", released on Michael Gira's Young God Records in late 2008. Critical reception of the band's early music was positive. \"The Boston Phoenix\" named Big Blood as the best new band from Maine for 2008, and the band was a runner-up for \"Best Category-Defining Act\" in \"The Portland Phoenix\"s 2008 Best Music Poll. \"Big Blood,\" wrote WFMU's Scott Williams, \"is clearly in full thrall to whatever demon god of creativity squirrels around under the dirt up there in South Portland, Maine among the loons and the decrepit oil tanks.\" Williams compared their music to \"a trove of musical and folkloric delights that somehow fossilized and disappeared, centuries ago\", and said that their work had the capacity to be \"intensely and heartbreakingly warm and moving.\" In a review of their first seven discs of recordings, Justin F. Farrar at \"Cleveland Scene\" praised their diverse instrumentation and musicianship, particularly Kinsella's vocal range, and remarked that \"the group's muse snorts a ton of meth before commanding [them] to explore everything from chamber popera to Asian folk music to cosmic Appalachia.\" According to \"The Brooklyn Rail\"s Christopher Nelson, their early album \"Space Gallery Jan. 27, 2007 / Sahara Club Jan. 28, 2007\" (referred to as \"Space Gallery\" for short) \"must be considered one of Big Blood's high points\" and stands as \"the best representation of the kind of music Big Blood made prior to 2010\\u2014sprawling folk music with a sinister sense of backwoods magic\". Since 2017, starting with \"The Daughters Union\", Kinsella and Mulkerin's daughter Quinnisa\\u2014age 11 at the time of that album's recording\\u2014has been featured more prominently on Big Blood albums and gradually become a full-time member of the band. Over the same period, their highly prolific pace of musical output has slowed somewhat. Big Blood dedicated \"The Daughters Union\" to their late collaborator Elliott Schwartz and to Yoko Ono. Initially self-released, \"The Daughters Union\" was reissued on vinyl in 2019 by Feeding Tube. Critic Ed Pinsent noted the album's sound tended toward glam rock and praised its \"real confidence\", \"swagger\", and \"originality\". According to a review in \"The Conway Daily Sun\", \"The Daughters Union\" \"functions more like a proper 'album' than most of the spirited, experimental output in the Big Blood's history.\" On the other hand, Joe Sweeney of Portland-based outlet \"The Bollard\" wrote: \"If you think the addition of a child would make this challenging music feel safer, you'd be wrong.\" Big Blood's 2018 album \"Operate Spaceship Earth Properly\", first released on Feeding Tube, features a riff-heavy psychedelic rock style with electronic percussion and effects, complementing futuristic themes in the lyrics, which reference the ideas of systems theorist Buckminster Fuller and the science fiction of authors Ursula K. Le Guin and Octavia Butler. Also in 2018, they released a split album with Baltimore-based duo Thunder Crutch. The Thunder Crutch split used synthesizers in a style reminiscent of 1970s German \"Kosmische Musik\". In December 2019, Big Blood self-released the album \"Deep Maine\", offering a stripped-back and relatively more traditional folk\\u2013country sound on a recording of only the band's core duo of Kinsella and Mulkerin. \"Do You Wanna Have a Skeleton Dream?\", released in 2020 on Feeding Tube, marked Quinnisa's first songwriting credits on a Big Blood album. Quinnisa sings either lead or back-up vocals throughout as well as playing drums, trombone, guitar, and bass, while by contrast Mulkerin does not sing on the album and generally makes a less prominent contribution than usual. Bryon Hayes of \"Exclaim!\" called the album \"quite possibly the most coherent Big Blood record so far, with the most straightforward songwriting\", identifying the influence of Motown-style pop while also remarking that there was \"still a fair share of the deep-fried Big Blood take on traditional American song form to be found.\" Bob Boilen of NPR's \"All Songs Considered\" called it a \"surrealist girl group record\" and likened the studio experimentation to the work 1960s producers like Phil Spector and Joe Meek. Big Blood released a live album and a compilation in 2021. The former was \"QuaranTunes Series No\\u200b.\\u200b 027\", a recording of a virtual live performance streamed online via Zoom on October 16, 2020. It was part of a series organized by Feeding Tube Records of similar performances that took place during the COVID-19 pandemic in the United States when many Americans were under lockdown (or \"quarantine\"). The latter was \"Fight for Your Dinner Vol. II\", a compilation of rare and unreleased material. The same year, Quinnisa sang and played guitar on the debut EP of Florida Man, a rock trio of herself and two other teenage musicians. Big Blood have been regarded as part of the \"New Weird America\" or \"freak folk\" movement. A write-up on Big Blood in \"The Wire\" noted: \"Whether collaborating with friends and family, or digging deep into duo dynamics, they weave a very particular type of mesmerising, esoteric psychedelia, tearing open new channels in the New England folk vernacular.\" Since its formation in 2006, Big Blood has maintained a highly prolific schedule of record releases. According to Anthony D'Amico of \"Brainwashed\", \"some albums are thematically focused conceptual or aesthetic statements and some are just straightforward collections of good songs that harken back to their earlier strain of outsider Americana.\" In the band's early years, Big Blood described themselves not as a duo, but as a \"phantom four piece of Asian Mae, Caleb Mulkerin, Rose Philistine and Colleen Kinsella [who] perform only as a duo\". \"Asian Mae\" and \"Rose Philistine\" are alter egos used by Kinsella and Mulkerin, respectively. Sun City Girls were a significant influence on Big Blood, and Kinsella cited their albums \"Torch of the Mystics\" and \"330,003 Crossdressers From Beyond the Rig Veda\" as particular favorites of the band. She named Diamanda Gal\\u00e1s, Umm Kulthum, Nina Simone, and PJ Harvey as other artists whose music she admires. The band has recorded an eclectic range of covers of others' music, including versions of songs by such artists as Can, Skip James, Syd Barrett, Blondie, Captain Beefheart, the Velvet Underground, Missy Elliott, Bob Seger, The Troggs, and Silver Apples. Their 2020 album \"Do You Wanna Have a Skeleton Dream?\" concludes with a duet vocal performance of Franz Schubert's \"Ave Maria\". Lady Lamb, a singer-songwriter from Maine, said that \"I will... always be inspired by Big Blood. They astound me. Colleen Kinsella has been a major inspiration to me as someone who weaves her different mediums of art into one tremendous mess of genius.\" The French duo Natural Snow Buildings, who make psychedelic folk and experimental music, have expressed their fondness for Big Blood.","Aspect":"History ; Releases on indie labels and continued prolificacy (2010\\u20132016)","Aspect_Sents":"Kinsella and Mulkerin had discussed plans to release an album on the Portland-based independent label Time-Lag Records since 2007. The label had previously helped distribute copies of the band's early self-released recordings through its website. In 2010, \"Dead Songs\" became the band's first album on Time-Lag, and thus their first recording to be distributed through an independent record label rather than their own DIY distribution. At the end of the decade, the \"Bangor Daily News\" ranked \"Dead Songs\" at no.25 on its list of the 100 most essential Maine albums of the 2010s. Their next album, \"Dark Country Magic\", marked their daughter Quinnisa's debut on a Big Blood record with her spoken word performance on the track \"Moo-Hoo\". Initially self-released on CD-R and cassette, \"Dark Country Magic\" was reissued in LP format in 2020 on Cardinal Fuzz/Feeding Tube Records. In a retrospective review for \"It's Psychedelic Baby! Magazine\", Jeff Penczak called it \"an occasionally difficult listen\" but said \"in the proper set and setting (wink! wink!), Big Blood is a grower and their dark country is quite magical!\" In \"Ptolemaic Terrascope\", Ian Fraser assessed the album as a \"sometimes uneasy yet strangely compelling combination of skewed country, American Gothic and psychedelic moonshine.\"\nAlso in 2010, Big Blood released \"Night Terrors in the Isle of Louis Hardin\" as a cassette on the label Cabin Floor Esoterica. On \"Night Terrors\"\\u2014which was reissued as a CD-R in 2014\\u2014Big Blood uses sound collage techniques and wordless vocals. In a review for the \"Portland Press Herald\", Kristin DiCara-McClellan described the album as \"enchanting, eerie, somewhat tribal feeling and anomalous\". The same year, Kinsella and Mulkerin appeared on the album \"Death Seat\" by Wooden Wand, which also featured William Tyler (of Lambchop and Silver Jews) and Grasshopper (of Mercury Rev). The band's next album, \"Big Blood & The Wicked Hex\" (2011), was released in LP format on the Greek record label Phase! Records. Based in Athens, Phase! had previously issued a cassette version of the band's early album \"The Grove\". The band marked the release of \"Wicked Hex\" with a concert at the Athenian venue Six D.O.G.S., which also hosted an exhibit of Kinsella's art titled \"Leviathan Song\", exploring the anarchist text \"Against His-Story, Against Leviathan\" by Fredy Perlman. The international release gave an indication of the global extent of the band's cult following. With \"Wicked Hex\", Big Blood took a turn toward more electric instrumentation and a more pronounced element of psychedelic drones and riffs. The band continued this stylistic shift on their next album \"Old Time Primitives\", released the following year. For these two records, Big Blood were joined by drummer Shon Mahoney. In 2012, Big Blood released a split album with fellow Maine musician Micah Blue Smaldone on Immune Records. The same year, Kinsella and Mulkerin featured on the Swans album \"The Seer\", which also featured guest appearances from Karen O of Yeah Yeah Yeahs, members of Low, members of Akron/Family, Grasshopper, and Ben Frost, among others. The duo contributed \"accordion, vocals, dulcimer, guitar, piano and assorted other instruments\" on \"The Seer Returns\", a track that also included vocals from Jarboe and drumming from Kevin S. McMahon. Big Blood's 2013 album \"Radio Valkyrie 1905\\u20131917\", a double LP released on Feeding Tube Records, is a concept album filled with allusions to the dystopian novel \"We\"(1924) by Russian author Yevgeny Zamyatin. Spencer Grady awarded the album a perfect score of five stars in \"Record Collector\", calling it \"epic, biblical and totally essential\". Critics have described it as a \"crowning achievement\" and a \"masterpiece\". In 2014, Big Blood released the double LP \"Unlikely Mothers\" through Blackest Rainbow Records and self-released \"Fight for Your Dinner Vol. I\". In a year-end piece for the website \"Boston Hassle\", Portland-based musician Peter McLaughlin praised \"Unlikely Mothers\" as \"perhaps the darkest and heaviest batch of transcendent-goddamn-music of their career\". \"Fight for Your Dinner Vol. I\" collected rarities, alternate versions, and previously unreleased music. The band also made their back catalog available through Bandcamp for the first time in 2014. 2015 saw the release of two new Big Blood albums: \"Double Days I\" and \"Double Days II\". Kinsella joined a collective of visual artists called the Ant Girls\\u2014whose other members were Vivien Russe, Rebecca Goodale, and Dorothy Schwartz\\u2014to collaborate on a multimedia art exhibition titled \"Ant Farm: At the Nexus of Art and Science\", which took the leafcutter ant as its subject. Schwartz's husband, the composer Elliott Schwartz, collaborated with Mulkerin to create an ambient soundtrack to accompany the \"Ant Farm\" exhibition. Dorothy Schwartz died at the age of 75 in March 2014, only a few weeks before the exhibition opened at the Lewiston-Auburn Campus of the University of Southern Maine. Feeding Tube released the soundtrack as an LP titled \"Ant Farm\", credited to Schwartz and Big Blood, in early 2016. Elliott Schwartz died at the age of 80 in December 2016, at which time he was identified in an obituary as \"Maine's best-known classical composer\".","Query":"Summarize the History ; Releases on indie labels and continued prolificacy (2010\\u20132016) of Big Blood","Reference":"Big Blood has self-released most of their recordings with unique handmade packaging, although starting with their 2010 album \"Dead Songs\" they have also distributed some albums through independent record labels.","Faithful_Query":"no","Summary":"Big Blood, a band formed by Colleen Kinsella and Caleb Mulkerin, began in the mid-2000s and released their early recordings through their own DIY label, Don't Trust the Ruin. They self-released their albums on CD-Rs with handmade artwork. Their early music was praised for its diverse instrumentation and musicianship. They also contributed songs to compilation albums and collaborated with other artists. In 2017, their daughter Quinnisa became a more prominent member of the band. They released albums with futuristic and experimental themes and continued to be highly prolific in their musical output. They have been associated with the \"New Weird America\" or \"freak folk\" movement and have been influenced by artists such as Sun City Girls and Diamanda Gal\\u00e1s. They have also recorded covers of songs by various artists. Their music has received positive critical reception and they have been praised for their creativity and originality.","source":"History ; Releases on indie labels and continued prolificacy (2010\\u20132016)","context":"In the mid-2000s, Kinsella and Mulkerin lived in a house near oil tanks in South Portland, Maine, with fellow musicians Chriss Sutherland, Micah Blue Smaldone, and Tom Kovacevic; the five cohabitants would later form the band Fire on Fire. Kinsella and Mulkerin formed Big Blood in 2006 shortly after the birth of their daughter, Quinnisa. Raising an infant child conflicted with their demanding practice routine and live performance schedule as members of the band Cerberus Shoal, so they left the group and it dissolved. Nonetheless, the couple wanted to maintain an outlet for their musical creativity. By the time they formed Big Blood, the two had already been songwriting partners for years. Kinsella said the process of writing music with Mulkerin was far more natural than the six-person collaborative process involved with Cerberus Shoal, which she found rewarding but intensely deliberative. Several of the band's early albums are titled with the name of a venue and a date, suggestive of a live album, although they are in fact home studio recordings. For each of these records, the venue name and date in the title correspond to a concert at which Big Blood debuted a setlist of the same songs. Big Blood self-released their early recordings through their own newly formed DIY label, called Don't Trust the Ruin (typically stylized as \"dontrustheruin\"), and continued to use the label to issue many of their later works. The band's first albums were distributed as CD-Rs packaged with handmade, screen-printed artwork by Kinsella. The CD-Rs also included inserts like small pieces of art, photography, original flyers promoting their concerts, and other ephemera. \"Sew Your Wild Days Tour Vol. II\" contained a mini-comic book created in collaboration with a local artist. In a 2007 interview, Kinsella said they wanted to provide packaging artwork that was personalized, yet inexpensive to produce or purchase. She said Mulkerin had interest in \"harkening back to the punk days of photocopied lyrics and art.\" For their early self-released albums, Antonio Ciarletta of \"\" identified Big Blood within a rising tendency in underground music toward DIY distribution of homemade, highly limited-edition recordings in formats like CD-R, cassette tape, and MP3 (or other downloadable formats), alongside artists such as Grouper and Natural Snow Buildings. The band made most of its discography freely available to stream or download via the Free Music Archive, an online repository for royalty-free, Creative Commons\\u2013licensed music organized by WFMU. When the Free Music Archive launched in 2008, Big Blood contributed the song \"Oh Country\" to the compilation album \"Selected Sounds From the Free Music Archive Vol. 1\". Big Blood released two collaborative albums that same year. First, on \"Big Blood & the Bleedin' Hearts\", Kinsella and Mulkerin were backed by \"the Bleedin' Hearts\", whose members were Kovacevic, Smaldone, and Kelly Nesbitt. Second, they paired with Visitations\\u2014another Portland-based duo\\u2014on \"Lectric Lashes\", consisting of a 7-inch record and a CD-R. \"Lectric Lashes\" was part of a 12-part, multi-artist series of 7-inches released through the label L'Animaux Tryst. In 2009, Big Blood self-released another pair of albums: \"Already Gone I\" and \"Already Gone II\". In May of that year, Big Blood contributed a track\\u2014alongside other psych-folk artists, including Devendra Banhart and Marissa Nadler\\u2014to the charity album \"Leaves of Life\", produced by Buck Curran of Arborea, the proceeds of which benefited the World Food Programme and Not on Our Watch. As members of the band Fire on Fire, Kinsella and Mulkerin also participated in the recording of the band's debut album \"The Orchard\", released on Michael Gira's Young God Records in late 2008. Critical reception of the band's early music was positive. \"The Boston Phoenix\" named Big Blood as the best new band from Maine for 2008, and the band was a runner-up for \"Best Category-Defining Act\" in \"The Portland Phoenix\"s 2008 Best Music Poll. \"Big Blood,\" wrote WFMU's Scott Williams, \"is clearly in full thrall to whatever demon god of creativity squirrels around under the dirt up there in South Portland, Maine among the loons and the decrepit oil tanks.\" Williams compared their music to \"a trove of musical and folkloric delights that somehow fossilized and disappeared, centuries ago\", and said that their work had the capacity to be \"intensely and heartbreakingly warm and moving.\" In a review of their first seven discs of recordings, Justin F. Farrar at \"Cleveland Scene\" praised their diverse instrumentation and musicianship, particularly Kinsella's vocal range, and remarked that \"the group's muse snorts a ton of meth before commanding [them] to explore everything from chamber popera to Asian folk music to cosmic Appalachia.\" According to \"The Brooklyn Rail\"s Christopher Nelson, their early album \"Space Gallery Jan. 27, 2007 / Sahara Club Jan. 28, 2007\" (referred to as \"Space Gallery\" for short) \"must be considered one of Big Blood's high points\" and stands as \"the best representation of the kind of music Big Blood made prior to 2010\\u2014sprawling folk music with a sinister sense of backwoods magic\". Kinsella and Mulkerin had discussed plans to release an album on the Portland-based independent label Time-Lag Records since 2007. The label had previously helped distribute copies of the band's early self-released recordings through its website. In 2010, \"Dead Songs\" became the band's first album on Time-Lag, and thus their first recording to be distributed through an independent record label rather than their own DIY distribution. At the end of the decade, the \"Bangor Daily News\" ranked \"Dead Songs\" at no.25 on its list of the 100 most essential Maine albums of the 2010s. Their next album, \"Dark Country Magic\", marked their daughter Quinnisa's debut on a Big Blood record with her spoken word performance on the track \"Moo-Hoo\". Initially self-released on CD-R and cassette, \"Dark Country Magic\" was reissued in LP format in 2020 on Cardinal Fuzz/Feeding Tube Records. In a retrospective review for \"It's Psychedelic Baby! Magazine\", Jeff Penczak called it \"an occasionally difficult listen\" but said \"in the proper set and setting (wink! wink!), Big Blood is a grower and their dark country is quite magical!\" In \"Ptolemaic Terrascope\", Ian Fraser assessed the album as a \"sometimes uneasy yet strangely compelling combination of skewed country, American Gothic and psychedelic moonshine.\"\nAlso in 2010, Big Blood released \"Night Terrors in the Isle of Louis Hardin\" as a cassette on the label Cabin Floor Esoterica. On \"Night Terrors\"\\u2014which was reissued as a CD-R in 2014\\u2014Big Blood uses sound collage techniques and wordless vocals. In a review for the \"Portland Press Herald\", Kristin DiCara-McClellan described the album as \"enchanting, eerie, somewhat tribal feeling and anomalous\". The same year, Kinsella and Mulkerin appeared on the album \"Death Seat\" by Wooden Wand, which also featured William Tyler (of Lambchop and Silver Jews) and Grasshopper (of Mercury Rev). The band's next album, \"Big Blood & The Wicked Hex\" (2011), was released in LP format on the Greek record label Phase! Records. Based in Athens, Phase! had previously issued a cassette version of the band's early album \"The Grove\". The band marked the release of \"Wicked Hex\" with a concert at the Athenian venue Six D.O.G.S., which also hosted an exhibit of Kinsella's art titled \"Leviathan Song\", exploring the anarchist text \"Against His-Story, Against Leviathan\" by Fredy Perlman. The international release gave an indication of the global extent of the band's cult following. With \"Wicked Hex\", Big Blood took a turn toward more electric instrumentation and a more pronounced element of psychedelic drones and riffs. The band continued this stylistic shift on their next album \"Old Time Primitives\", released the following year. For these two records, Big Blood were joined by drummer Shon Mahoney. In 2012, Big Blood released a split album with fellow Maine musician Micah Blue Smaldone on Immune Records. The same year, Kinsella and Mulkerin featured on the Swans album \"The Seer\", which also featured guest appearances from Karen O of Yeah Yeah Yeahs, members of Low, members of Akron/Family, Grasshopper, and Ben Frost, among others. The duo contributed \"accordion, vocals, dulcimer, guitar, piano and assorted other instruments\" on \"The Seer Returns\", a track that also included vocals from Jarboe and drumming from Kevin S. McMahon. Big Blood's 2013 album \"Radio Valkyrie 1905\\u20131917\", a double LP released on Feeding Tube Records, is a concept album filled with allusions to the dystopian novel \"We\"(1924) by Russian author Yevgeny Zamyatin. Spencer Grady awarded the album a perfect score of five stars in \"Record Collector\", calling it \"epic, biblical and totally essential\". Critics have described it as a \"crowning achievement\" and a \"masterpiece\". In 2014, Big Blood released the double LP \"Unlikely Mothers\" through Blackest Rainbow Records and self-released \"Fight for Your Dinner Vol. I\". In a year-end piece for the website \"Boston Hassle\", Portland-based musician Peter McLaughlin praised \"Unlikely Mothers\" as \"perhaps the darkest and heaviest batch of transcendent-goddamn-music of their career\". \"Fight for Your Dinner Vol. I\" collected rarities, alternate versions, and previously unreleased music. The band also made their back catalog available through Bandcamp for the first time in 2014. 2015 saw the release of two new Big Blood albums: \"Double Days I\" and \"Double Days II\". Kinsella joined a collective of visual artists called the Ant Girls\\u2014whose other members were Vivien Russe, Rebecca Goodale, and Dorothy Schwartz\\u2014to collaborate on a multimedia art exhibition titled \"Ant Farm: At the Nexus of Art and Science\", which took the leafcutter ant as its subject. Schwartz's husband, the composer Elliott Schwartz, collaborated with Mulkerin to create an ambient soundtrack to accompany the \"Ant Farm\" exhibition. Dorothy Schwartz died at the age of 75 in March 2014, only a few weeks before the exhibition opened at the Lewiston-Auburn Campus of the University of Southern Maine. Feeding Tube released the soundtrack as an LP titled \"Ant Farm\", credited to Schwartz and Big Blood, in early 2016. Elliott Schwartz died at the age of 80 in December 2016, at which time he was identified in an obituary as \"Maine's best-known classical composer\". Since 2017, starting with \"The Daughters Union\", Kinsella and Mulkerin's daughter Quinnisa\\u2014age 11 at the time of that album's recording\\u2014has been featured more prominently on Big Blood albums and gradually become a full-time member of the band. Over the same period, their highly prolific pace of musical output has slowed somewhat. Big Blood dedicated \"The Daughters Union\" to their late collaborator Elliott Schwartz and to Yoko Ono. Initially self-released, \"The Daughters Union\" was reissued on vinyl in 2019 by Feeding Tube. Critic Ed Pinsent noted the album's sound tended toward glam rock and praised its \"real confidence\", \"swagger\", and \"originality\". According to a review in \"The Conway Daily Sun\", \"The Daughters Union\" \"functions more like a proper 'album' than most of the spirited, experimental output in the Big Blood's history.\" On the other hand, Joe Sweeney of Portland-based outlet \"The Bollard\" wrote: \"If you think the addition of a child would make this challenging music feel safer, you'd be wrong.\" Big Blood's 2018 album \"Operate Spaceship Earth Properly\", first released on Feeding Tube, features a riff-heavy psychedelic rock style with electronic percussion and effects, complementing futuristic themes in the lyrics, which reference the ideas of systems theorist Buckminster Fuller and the science fiction of authors Ursula K. Le Guin and Octavia Butler. Also in 2018, they released a split album with Baltimore-based duo Thunder Crutch. The Thunder Crutch split used synthesizers in a style reminiscent of 1970s German \"Kosmische Musik\". In December 2019, Big Blood self-released the album \"Deep Maine\", offering a stripped-back and relatively more traditional folk\\u2013country sound on a recording of only the band's core duo of Kinsella and Mulkerin. \"Do You Wanna Have a Skeleton Dream?\", released in 2020 on Feeding Tube, marked Quinnisa's first songwriting credits on a Big Blood album. Quinnisa sings either lead or back-up vocals throughout as well as playing drums, trombone, guitar, and bass, while by contrast Mulkerin does not sing on the album and generally makes a less prominent contribution than usual. Bryon Hayes of \"Exclaim!\" called the album \"quite possibly the most coherent Big Blood record so far, with the most straightforward songwriting\", identifying the influence of Motown-style pop while also remarking that there was \"still a fair share of the deep-fried Big Blood take on traditional American song form to be found.\" Bob Boilen of NPR's \"All Songs Considered\" called it a \"surrealist girl group record\" and likened the studio experimentation to the work 1960s producers like Phil Spector and Joe Meek. Big Blood released a live album and a compilation in 2021. The former was \"QuaranTunes Series No\\u200b.\\u200b 027\", a recording of a virtual live performance streamed online via Zoom on October 16, 2020. It was part of a series organized by Feeding Tube Records of similar performances that took place during the COVID-19 pandemic in the United States when many Americans were under lockdown (or \"quarantine\"). The latter was \"Fight for Your Dinner Vol. II\", a compilation of rare and unreleased material. The same year, Quinnisa sang and played guitar on the debut EP of Florida Man, a rock trio of herself and two other teenage musicians. Big Blood have been regarded as part of the \"New Weird America\" or \"freak folk\" movement. A write-up on Big Blood in \"The Wire\" noted: \"Whether collaborating with friends and family, or digging deep into duo dynamics, they weave a very particular type of mesmerising, esoteric psychedelia, tearing open new channels in the New England folk vernacular.\" Since its formation in 2006, Big Blood has maintained a highly prolific schedule of record releases. According to Anthony D'Amico of \"Brainwashed\", \"some albums are thematically focused conceptual or aesthetic statements and some are just straightforward collections of good songs that harken back to their earlier strain of outsider Americana.\" In the band's early years, Big Blood described themselves not as a duo, but as a \"phantom four piece of Asian Mae, Caleb Mulkerin, Rose Philistine and Colleen Kinsella [who] perform only as a duo\". \"Asian Mae\" and \"Rose Philistine\" are alter egos used by Kinsella and Mulkerin, respectively. Sun City Girls were a significant influence on Big Blood, and Kinsella cited their albums \"Torch of the Mystics\" and \"330,003 Crossdressers From Beyond the Rig Veda\" as particular favorites of the band. She named Diamanda Gal\\u00e1s, Umm Kulthum, Nina Simone, and PJ Harvey as other artists whose music she admires. The band has recorded an eclectic range of covers of others' music, including versions of songs by such artists as Can, Skip James, Syd Barrett, Blondie, Captain Beefheart, the Velvet Underground, Missy Elliott, Bob Seger, The Troggs, and Silver Apples. Their 2020 album \"Do You Wanna Have a Skeleton Dream?\" concludes with a duet vocal performance of Franz Schubert's \"Ave Maria\". Lady Lamb, a singer-songwriter from Maine, said that \"I will... always be inspired by Big Blood. They astound me. Colleen Kinsella has been a major inspiration to me as someone who weaves her different mediums of art into one tremendous mess of genius.\" The French duo Natural Snow Buildings, who make psychedelic folk and experimental music, have expressed their fondness for Big Blood.","target":"Big Blood, a band formed by Colleen Kinsella and Caleb Mulkerin, began in the mid-2000s and released their early recordings through their own DIY label, Don't Trust the Ruin. They self-released their albums on CD-Rs with handmade artwork. Their early music was praised for its diverse instrumentation and musicianship. They also contributed songs to compilation albums and collaborated with other artists. In 2017, their daughter Quinnisa became a more prominent member of the band. They released albums with futuristic and experimental themes and continued to be highly prolific in their musical output. They have been associated with the \"New Weird America\" or \"freak folk\" movement and have been influenced by artists such as Sun City Girls and Diamanda Gal\\u00e1s. They have also recorded covers of songs by various artists. Their music has received positive critical reception and they have been praised for their creativity and originality."}]